Repository: WordPressBugBounty/plugins-waterwoo-pdf
Catalog: waterwoo-pdf/lang/waterwoo-pdf-*.po
Languages: ar, de, es_es, fr_fr, pt

source: The PDF Ink Lite plugin requires WooCommerce be activated. You can <a href="%s" target="_blank" rel="noopener">download WooCommerce here</a>.
ar: يتطلب المكون الإضافي PDF Ink Lite تنشيط WooCommerce. يمكنك <a href="%s" target="_blank" rel="noopener">تنزيل WooCommerce من هنا</a>.
de: Für das PDF Ink Lite-Plugin muss WooCommerce aktiviert sein. Sie können <a href="%s" target="_blank" rel="noopener">WooCommerce hier herunterladen</a>.
pt: O plugin PDF Ink Lite requer que o WooCommerce esteja ativado. Você pode <a href="%s" target="_blank" rel="noopener">baixar o WooCommerce aqui</a>.

source: Sorry, PDF Ink Lite supports WooCommerce version %s or newer, for security reasons.
ar: عذراً، يدعم PDF Ink Lite إصدار WooCommerce %s أو أحدث، لأسباب أمنية.
de: Leider unterstützt PDF Ink Lite aus Sicherheitsgründen nur WooCommerce Version %s oder neuer.
pt: Desculpe, o PDF Ink suporta a versão WooCommerce %s ou mais recente, por motivos de segurança.

source: PDF Ink Lite requires that the directory defined by <code>PDFINK_LITE_UPLOADS_PATH</code> (usually `<strong>wp-content/uploads/pdf-ink/</strong>`) is writable.
ar: يتطلب PDF Ink Lite أن يكون الدليل المحدد بواسطة <code>PDFINK_LITE_UPLOADS_PATH</code> (عادةً ما يكون `<strong>wp-content/uploads/pdf-ink/</strong>`) قابلاً للكتابة.
de: PDF Ink Lite erfordert, dass das durch <code>PDFINK_LITE_UPLOADS_PATH</code> definierte Verzeichnis (in der Regel `<strong>wp-content/uploads/pdf-ink/</strong>`) beschreibbar ist.
es_es: PDF Ink Lite requiere que el directorio definido por <code>PDFINK_LITE_UPLOADS_PATH</code> (normalmente <strong>`wp-content/uploads/pdf-ink/`</strong>) tenga permisos de escritura.
fr_fr: PDF Ink Lite exige que le répertoire défini par <code>PDFINK_LITE_UPLOADS_PATH</code> (généralement <strong>`wp-content/uploads/pdf-ink/`</strong>) soit accessible en écriture.
pt: O PDF Ink Lite requer que o diretório definido por <code>PDFINK_LITE_UPLOADS_PATH</code> (normalmente `<strong>wp-content/uploads/pdf-ink/</strong>`) seja gravável.

source: Watermarking events and errors will be saved to a file in your /wp-content/ folder. You can view the contents below.
ar: سيتم حفظ أحداث العلامات المائية والأخطاء في ملف في مجلد /wp-content/. يمكنك عرض المحتويات أدناه.
de: Wasserzeichenereignisse und Fehler werden in einer Datei in Ihrem Ordner „/wp-content/“ gespeichert. Den Inhalt können Sie unten einsehen.
es_es: Los eventos de marca de agua y los errores se guardarán en un archivo en su carpeta /wp-content/. Puede ver el contenido a continuación.
fr_fr: Les événements et les erreurs de filigrane seront enregistrés dans un fichier dans votre dossier /wp-content/. Vous pouvez en voir le contenu ci-dessous.
pt: Os eventos e erros de marca d'água serão salvos em um arquivo na sua pasta /wp-content/. Você pode visualizar o conteúdo abaixo.

source: Maybe only turn this on for troubleshooting because this file can get large.
ar: ربما لا تقم بتشغيل هذا إلا لحل المشكلات لأن هذا الملف قد يصبح كبير الحجم.
de: Aktivieren Sie diese Option möglicherweise nur zur Fehlerbehebung, da diese Datei sehr groß werden kann.
es_es: Tal vez sólo activar esto para la solución de problemas debido a que este archivo puede llegar a ser grande.
fr_fr: N'activez cette fonction qu'en cas de dépannage, car ce fichier peut être volumineux.
pt: Talvez seja melhor ativar essa opção apenas para solucionar problemas, pois esse arquivo pode ficar muito grande.

source: Use this tool to help debug TCPDI/TCPDF and PDF Ink functionality.
ar: استخدم هذه الأداة للمساعدة في تصحيح أخطاء وظائف TCPDI/TCPDF و PDF Ink.
de: Verwenden Sie dieses Tool, um die TCPDI/TCPDF- und PDF Ink-Funktionalität zu debuggen.
es_es: Utilice esta herramienta para ayudar a depurar la funcionalidad de TCPDI/TCPDF y PDF Ink.
fr_fr: Cet outil permet de déboguer les fonctionnalités de TCPDI/TCPDF et de PDF Ink.
pt: Use esta ferramenta para ajudar a depurar as funcionalidades TCPDI/TCPDF e PDF Ink.

source: Download Debug Log File
ar: تنزيل ملف سجل التصحيح
de: Lade Debug Log Datei herunter
es_es: Descarga el archivo de registro de depuración
fr_fr: Télécharger Debug Log File
pt: Baixar arquivo de registro de depuração

source: Clear Log
ar: مسح السجل
de: Protokoll löschen
es_es: Limpiar el registro
fr_fr: Effacer Log
pt: Limpar log

source: Copy Entire Log
ar: نسخ السجل بالكامل
de: Gesamten Log kopieren
es_es: Copiar registro completo
fr_fr: Copier le journal entier
pt: Copiar log inteiro

source: Log file
ar: ملف السجل
de: Logdatei
es_es: Archivo
fr_fr: Fichier registre
pt: Arquivo de log

source: Hi, I'm Caroline.
ar: مرحباً، أنا كارولين.
de: Hallo, ich bin Caroline.
es_es: Hola, soy Caroline.
fr_fr: Bonjour, je suis Caroline.
pt: Olá, sou a Caroline.

source: I've kept the PDF Ink Lite plugin in active development since 2014 as an unpaid volunteer.
ar: لقد واصلت تطوير المكون الإضافي PDF Ink Lite بشكل نشط منذ عام 2014 كمتطوع غير مدفوع الأجر.
de: Ich habe das PDF Ink Lite-Plugin seit 2014 als unbezahlter Freiwilliger aktiv weiterentwickelt.
pt: Mantenho o plugin PDF Ink Lite em desenvolvimento ativo desde 2014 como voluntário não remunerado.

source: If you enjoy the free version, think about <a href="%s" target="_blank" rel="noopener">upgrading to the full version</a> for even more great features!
ar: إذا كنت تستمتع بالنسخة المجانية، ففكر في <a href="%s" target="_blank" rel="noopener">الترقية إلى النسخة الكاملة</a> للحصول على المزيد من الميزات الرائعة!
de: Wenn Ihnen die kostenlose Version gefällt, sollten Sie <a href="%s" target="_blank" rel="noopener">ein Upgrade auf die Vollversion</a> in Betracht ziehen, um noch mehr großartige Funktionen zu erhalten!
es_es: Si te gusta la versión gratuita, piensa en <a href="%s" target="_blank" rel="noopener">actualizar a la versión completa</a> para disfrutar de más funciones!
fr_fr: Si vous appréciez la version gratuite, pensez à <a href="%s" target="_blank" rel="noopener">passer à la version complète</a> pour bénéficier d'encore plus de fonctionnalités !
pt: Se você gosta da versão gratuita, considere <a href="%s" target="_blank" rel="noopener">atualizar para a versão completa</a> para ter acesso a ainda mais recursos incríveis!

source: Upgrade Features:
ar: ميزات الترقية:
de: Upgrade-Funktionen:
es_es: Características de mejora:
fr_fr: Caractéristiques de la mise à niveau :
pt: Recursos da atualização:

source: Priority email support, <a href="%s" target="_blank" rel="noopener">and more!</a>
ar: دعم عبر البريد الإلكتروني ذو أولوية، <a href="%s" target="_blank" rel="noopener">والمزيد!</a>
de: Prioritärer E-Mail-Support <a href="%s" target="_blank" rel="noopener">und vieles mehr!</a>
es_es: Asistencia prioritaria por correo electrónico, <a href="%s" target="_blank" rel="noopener">¡y mucho más!</a>
fr_fr: Assistance prioritaire par courrier électronique, <a href="%s" target="_blank" rel="noopener">et plus encore !</a>
pt: Suporte prioritário por e-mail <a href="%s" target="_blank" rel="noopener">e muito mais!</a>

source: Can't Upgrade? Support My Work Another Way!
ar: لا يمكنك الترقية؟ ادعم عملي بطريقة أخرى!
de: Sie können kein Upgrade durchführen? Unterstützen Sie meine Arbeit auf andere Weise!
es_es: ¿No puede actualizar? ¡Apoya mi trabajo de otra manera!
fr_fr: Vous ne pouvez pas mettre à niveau ? Soutenez mon travail autrement !
pt: Não consegue atualizar? Apoie meu trabalho de outra forma!

source: If PDF Ink is not in your budget, please take a moment to write <a href="%s" target="_blank" rel="noopener">an encouraging review</a>, or <a href="%s" target="_blank" rel="noopener noreferrer">donate a couple dollars using PayPal</a> to cover my coffee today.
ar: إذا كان PDF Ink لا يتناسب مع ميزانيتك، يرجى تخصيص بعض الوقت لكتابة <a href="%s" target="_blank" rel="noopener">تعليق مشجع</a>، أو <a href="%s" target="_blank" rel="noopener noreferrer">التبرع ببضعة دولارات باستخدام PayPal</a> لتغطية تكلفة قهوتي اليوم.
de: Wenn PDF Ink Ihr Budget übersteigt, nehmen Sie sich bitte einen Moment Zeit, um <a href="%s" target="_blank" rel="noopener">eine positive Bewertung</a> zu schreiben, oder <a href="%s" target="_blank" rel="noopener noreferrer">spenden Sie ein paar Dollar über PayPal</a>, um meinen Kaffee heute zu bezahlen.
es_es: Si PDF Ink no está en su presupuesto, por favor tómese un momento para escribir <a href="%s" target="_blank" rel="noopener">una reseña alentadora</a>, o <a href="%s" target="_blank" rel="noopener noreferrer">done un par de dólares usando PayPal</a> para cubrir mi café de hoy.
fr_fr: Si PDF Ink n'est pas dans votre budget, prenez le temps d'écrire <a href="%s" target="_blank" rel="noopener">un commentaire encourageant</a> ou de <a href="%s" target="_blank" rel="noopener noreferrer">faire un don de quelques dollars via PayPal</a> pour payer mon café aujourd'hui.
pt: Se o PDF Ink não estiver dentro do seu orçamento, reserve um momento para escrever <a href="%s" target="_blank" rel="noopener">uma avaliação encorajadora</a> ou <a href="%s" target="_blank" rel="noopener noreferrer">doe alguns dólares usando o PayPal</a> para cobrir meu café hoje.

source: Your kindness and enthusiasm makes donating my time to this open-source project worthwhile!
ar: لطفك وحماسك يجعلان تكريس وقتي لهذا المشروع مفتوح المصدر أمراً يستحق العناء!
de: Ihre Freundlichkeit und Begeisterung machen es lohnenswert, meine Zeit für dieses Open-Source-Projekt zu investieren!
es_es: Vuestra amabilidad y entusiasmo hacen que merezca la pena donar mi tiempo a este proyecto de código abierto!
fr_fr: Grâce à votre gentillesse et à votre enthousiasme, cela vaut la peine que je consacre du temps à ce projet open-source !
pt: Sua gentileza e entusiasmo fazem com que valha a pena dedicar meu tempo a este projeto de código aberto!

source: Need help?
ar: بحاجة لمساعدة؟
de: Brauchen Sie Hilfe?
es_es: ¿Necesitas ayuda?
fr_fr: Besoin d’aide?
pt: Precisa de ajuda?

source: Please refer to the <a href="%s" target="_blank" rel="noopener">FAQ</a> and <a href="%s" target="_blank" rel="noopener nofollow">support forum</a> where your question might already be answered. <a href="%s" rel="noopener">Read this before posting</a>.
ar: يرجى الرجوع إلى <a href="%s" target="_blank" rel="noopener">الأسئلة الشائعة</a> <a href="%s" target="_blank" rel="noopener nofollow">ومنتدى الدعم</a> حيث قد تكون إجابة سؤالك موجودة بالفعل. <a href="%s" rel="noopener">اقرأ هذا قبل النشر</a>.
de: Bitte lesen Sie die <a href="%s" target="_blank" rel="noopener">FAQ</a> und <a href="%s" target="_blank" rel="noopener nofollow">das Support-Forum</a>, wo Ihre Frage möglicherweise bereits beantwortet wurde. <a href="%s" rel="noopener">Lesen Sie dies, bevor Sie einen Beitrag verfassen</a>.
es_es: Por favor, consulte <a href="%s" target="_blank" rel="noopener">las FAQ</a> y el <a href="%s" target="_blank" rel="noopener nofollow">foro de soporte</a> donde su pregunta podría estar ya contestada. <a href="%s" rel="noopener">Lea esto antes de publicar</a>.
fr_fr: Veuillez vous référer à la <a href="%s" target="_blank" rel="noopener">FAQ</a> et au <a href="%s" target="_blank" rel="noopener nofollow">forum d'assistance</a> où la réponse à votre question est peut-être déjà disponible. <a href="%s" rel="noopener">Lisez ceci avant de poster</a>.
pt: Consulte as <a href="%s" target="_blank" rel="noopener">perguntas frequentes</a> e <a href="%s" target="_blank" rel="noopener nofollow">o fórum de suporte</a>, onde sua dúvida pode já ter sido respondida. <a href="%s" rel="noopener">Leia isto antes de postar</a>.

source: I only provide email support for paying customers. Thank you!
ar: أنا أقدم الدعم عبر البريد الإلكتروني للعملاء الذين يدفعون فقط. شكراً لكم!
de: Ich biete E-Mail-Support nur für zahlende Kunden an. Vielen Dank!
es_es: Sólo ofrezco asistencia por correo electrónico a los clientes de pago. Gracias!
fr_fr: Je n'offre une assistance par courriel qu'aux clients payants. Je vous remercie de votre attention!
pt: Eu só ofereço suporte por e-mail para clientes pagantes. Obrigado!

source: Custom watermark your PDF files upon WooCommerce, Download Monitor, and Easy Digital Download customer download. Since 2014. FKA "WaterWoo"
ar: ضع علامة مائية مخصصة على ملفات PDF الخاصة بك على WooCommerce و Download Monitor و Easy Digital Download عند تنزيل العملاء. منذ عام 2014. FKA "WaterWoo"
de: Verseh Ihre PDF-Dateien bei WooCommerce, Download Monitor und Easy Digital Download mit einem benutzerdefinierten Wasserzeichen. Seit 2014. Früher bekannt als „WaterWoo”.
es_es: Marca de agua personalizada para sus archivos PDF en la descarga de clientes de WooCommerce, Download Monitor y Easy Digital Download. Desde 2014. FKA "WaterWoo"
fr_fr: Filigrane personnalisé pour vos fichiers PDF sur les téléchargements clients de WooCommerce, Download Monitor et Easy Digital Download. Depuis 2014. FKA "WaterWoo"
pt: Coloque marcas d'água personalizadas em seus arquivos PDF no WooCommerce, Download Monitor e Easy Digital Download para download pelo cliente. Desde 2014. Anteriormente conhecido como "WaterWoo".

source: If left blank and the Global checkbox above is checked, <strong>all</strong> PDFs sold through DLM will be watermarked.
es_es: Si se deja en blanco y se marca la casilla Global, <strong>todos los</strong> PDF vendidos a través de DLM llevarán marca de agua.
fr_fr: Si cette case n'est pas cochée et que la case "Global" est cochée, <strong>tous les</strong> PDF vendus par DLM seront marqués d'un filigrane.

source: But if the global checkbox is checked and files are listed here, those files listed will <strong>not</strong> be watermarked.
es_es: Pero si la casilla de verificación global está marcada y los archivos se enumeran aquí, los archivos enumerados <strong>no</strong> tendrán marca de agua.
fr_fr: Mais si la case globale est cochée et que les fichiers sont listés ici, ces fichiers <strong>ne</strong> seront <strong>pas</strong> filigranés.

source: Move the content up and down on the page by adjusting this number. In millimeters. If this number is longer/higher than the length/height of your PDF, it will default back to -10 (10 millimeters from the bottom of the page). Account for the height of your font/text!
es_es: Mueva el contenido hacia arriba y hacia abajo en la página ajustando este número. En milímetros. Si este número es más largo/superior que la longitud/altura de su PDF, volverá por defecto a -10 (10 milímetros desde el fondo de la página). Tenga en cuenta la altura de su fuente/texto!
fr_fr: Déplacez le contenu vers le haut ou vers le bas de la page en ajustant ce nombre. En millimètres. Si ce nombre est plus long/élevé que la longueur/hauteur de votre PDF, il sera ramené par défaut à -10 (10 millimètres à partir du bas de la page). Tenez compte de la hauteur de votre police/texte !

source: Marked PDF files will accumulate in your PDF folder whether using Force downloads or not. To keep your server tidy, manually delete ad lib or </strong><a href="%s" target="_blank" rel="noopener">upgrade this plugin</a></strong> for better file handling and automatic cleaning.
es_es: Los archivos PDF marcados se acumularán en su carpeta PDF tanto si utiliza Descargas forzadas como si no. Para mantener su servidor ordenado, elimine manualmente ad lib o </strong><a href="%s" target="_blank" rel="noopener">actualizar este plugin</a></strong> para un mejor manejo de archivos y limpieza automática.
fr_fr: Les fichiers PDF marqués s'accumulent dans votre dossier PDF, que vous utilisiez ou non les téléchargements forcés. Pour garder votre serveur propre, supprimez manuellement les fichiers ad lib ou </strong><a href="%s" target="_blank" rel="noopener">mettez à jour ce plugin</a></strong> pour une meilleure gestion des fichiers et un nettoyage automatique.

source: The only watermarking plugin for Download Monitor that works with <strong>any and every</strong> PDF is <a href="%s" target="_blank" rel="noopener">PDF Ink combined with the SetaPDF-Stamper add-on</a>.
es_es: El único complemento de marca de agua para Download Monitor que funciona con <strong>todos y cada uno de los</strong> PDF es <a href="%s" target="_blank" rel="noopener">PDF Ink combinado con el complemento SetaPDF-Stamper</a>.
fr_fr: Le seul plugin de filigrane pour Download Monitor qui fonctionne avec <strong>tous les</strong> PDF est <a href="%s" target="_blank" rel="noopener">PDF Ink combiné avec le module complémentaire SetaPDF-Stamper</a>.

source: The only watermarking plugin for Easy Digital Downloads that works with <strong>any and every</strong> PDF is <a href="%s" target="_blank" rel="noopener">PDF Ink combined with the SetaPDF-Stamper add-on</a>.
es_es: El único complemento de marca de agua para Easy Digital Downloads que funciona con <strong>todos y cada uno de los</strong> PDF es <a href="%s" target="_blank" rel="noopener">PDF Ink combinado con el complemento SetaPDF-Stamper</a>.
fr_fr: Le seul plugin de filigrane pour Easy Digital Downloads qui fonctionne avec <strong>tous les</strong> PDF est <a href="%s" target="_blank" rel="noopener">PDF Ink combiné avec le module complémentaire SetaPDF-Stamper</a>.

source: If left blank and the Global checkbox above is checked, <strong>all</strong> PDFs sold through EDD will be watermarked.
es_es: Si se deja en blanco y se marca la casilla Global, <strong>todos los</strong> PDF vendidos a través de EDD llevarán marca de agua.
fr_fr: Si cette case n'est pas cochée et que la case "Global" est cochée, <strong>tous les</strong> PDF vendus par l'intermédiaire d'EDD seront marqués d'un filigrane.

source: Enter <code>email</code> to set the password automagically as the user's checkout email address.
es_es: Introduzca <code>el correo electrónico</code> para establecer la contraseña automáticamente como la dirección de correo electrónico de pago del usuario.
fr_fr: Saisissez l'<code>adresse</code> électronique pour que le mot de passe soit automatiquement défini comme l'adresse électronique de l'utilisateur lors du paiement.

source: The only watermarking plugin for WooCommerce that works with <strong>any and every</strong> PDF is <a href="%s" target="_blank" rel="noopener">PDF Ink combined with the SetaPDF-Stamper add-on</a>.
es_es: El único plugin de marca de agua para WooCommerce que funciona con <strong>todos y cada uno de los</strong> PDF es <a href="%s" target="_blank" rel="noopener">PDF Ink combinado con el complemento SetaPDF-Stamper</a>.
fr_fr: Le seul plugin de filigrane pour WooCommerce qui fonctionne avec <strong>tous les</strong> PDF est <a href="%s" target="_blank" rel="noopener">PDF Ink combiné avec l'extension SetaPDF-Stamper</a>.

source: <strong>PDF Ink Lite</strong> supports PHP %s or later. Please update PHP on your server for better overall results.
es_es: <strong>PDF Ink Lite para WooCommerce</strong> soporta PHP %s o posterior. Por favor, actualice PHP en su servidor para obtener mejores resultados generales.
fr_fr: <strong>PDF Ink Lite</strong> supporte PHP %s ou une version plus récente. Veuillez mettre à jour PHP sur votre serveur pour obtenir de meilleurs résultats.

source: <strong>PDF Ink Lite</strong> supports WordPress version %s or later. Please update WordPress to use this plugin.
es_es: <strong>PDF Ink Lite</strong> es compatible con la versión de WordPress %s o posterior. Por favor, actualice WordPress para usar este plugin.
fr_fr: <strong>PDF Ink Lite</strong> est compatible avec la version de WordPress %s ou ultérieure. Veuillez mettre à jour WordPress pour utiliser ce plugin.

source: The <strong>PDF Ink Lite</strong> plugin requires WooCommerce be activated. You can <a href="%s" target="_blank" rel="noopener">download WooCommerce here</a>.
es_es: El plugin <strong>PDF Ink Lite</strong> requiere que WooCommerce esté activado. Puede <a href="%s" target="_blank" rel="noopener">descargar WooCommerce aquí</a>.
fr_fr: Le plugin <strong>PDF Ink Lite</strong> nécessite l'activation de WooCommerce. Vous pouvez <a href="%s" target="_blank" rel="noopener">télécharger WooCommerce ici</a>.

source: Sorry, <strong>PDF Ink Lite</strong> supports WooCommerce version %s or newer, for security reasons.
es_es: Lo sentimos, <strong>PDF Ink Lite</strong> es compatible con WooCommerce versión %s o posterior, por razones de seguridad.
fr_fr: Désolé, <strong>PDF Ink Lite</strong> supporte la version de WooCommerce %s ou plus récente, pour des raisons de sécurité.

source: I've kept the <strong>PDF Ink Lite</strong> plugin in active development since 2014 as an unpaid volunteer.
es_es: He mantenido el plugin <strong>PDF Ink</strong> Lite en desarrollo activo desde 2014 como voluntario no remunerado.
fr_fr: J'ai maintenu le plugin <strong>PDF Ink Lite</strong> en développement actif depuis 2014 en tant que bénévole non rémunéré.
