Repository: WordPressBugBounty/plugins-waterwoo-pdf
Catalog: waterwoo-pdf/lang/waterwoo-pdf-*.po
Languages: ar, de, es_es, fr_fr, pt

source: Greyed-out settings below are included in the <a href="%s" target="_blank" rel="noopener">full (paid) PDF Ink version</a>, which provides <a href="%s">many more features</a>.
ar: الإعدادات المظللة باللون الرمادي أدناه مضمنة في <a href="%s" target="_blank" rel="noopener">النسخة الكاملة (المدفوعة) من PDF Ink</a>، والتي توفر <a href="%s">العديد من الميزات الإضافية</a>.
de: Die unten ausgegrauten Einstellungen sind in der <a href="%s" target="_blank" rel="noopener">vollständigen (kostenpflichtigen) PDF Ink-Version</a> enthalten, die <a href="%s">viele weitere Funktionen</a> bietet.
es_es: Los ajustes que aparecen en gris a continuación están incluidos en la <a href="%s" target="_blank" rel="noopener">versión completa (de pago) de PDF Ink</a>, que <a href="%s">ofrece muchas más funciones</a>.
fr_fr: Les paramètres grisés ci-dessous sont inclus dans la <a href="%s" target="_blank" rel="noopener">version complète (payante) de PDF Ink</a>, qui offre de <a href="%s">nombreuses autres fonctionnalités</a>.
pt: As configurações em cinza abaixo estão incluídas na <a href="%s" target="_blank" rel="noopener">versão completa (paga) do PDF Ink</a>, que oferece <a href="%s">muito mais recursos</a>.

source: Stamp every page, the first page only, the last page only, every odd page, every even page, or custom page range. Defaults to `Every page`
ar: قم بختم كل صفحة، الصفحة الأولى فقط، الصفحة الأخيرة فقط، كل صفحة فردية، كل صفحة زوجية، أو نطاق صفحات مخصص. الإعداد الافتراضي هو "كل صفحة"
de: Stempeln Sie jede Seite, nur die erste Seite, nur die letzte Seite, jede ungerade Seite, jede gerade Seite oder einen benutzerdefinierten Seitenbereich. Standardmäßig ist „Jede Seite“ eingestellt
es_es: Estampar todas las páginas, sólo la primera página, sólo la última página, todas las páginas impares, todas las páginas pares o un intervalo de páginas personalizado. Por defecto es "Todas las páginas"
fr_fr: Tamponner toutes les pages, la première page uniquement, la dernière page uniquement, toutes les pages impaires, toutes les pages paires ou une plage de pages personnalisée. La valeur par défaut est `Toutes les pages`
pt: Carimbe todas as páginas, apenas a primeira página, apenas a última página, todas as páginas ímpares, todas as páginas pares ou um intervalo de páginas personalizado. O padrão é “Todas as páginas”

source: Provide a number to indicate the page you wish watermarking to begin on. Defaults to page 1.
ar: أدخل رقمًا يشير إلى الصفحة التي تريد أن تبدأ عليها العلامة المائية. القيمة الافتراضية هي الصفحة 1.
de: Auf welcher Seite soll das Wasserzeichen zuerst gedruckt werden. Vorgabe ist Seite 1.
es_es: Proporcionar un número para indicar que la página que desea watermarking para comenzar. Por defecto la Página 1.
fr_fr: Fournir un numéro pour indiquer la page que vous souhaitez tatouage pour commencer sur. Par défaut, page 1.
pt: Forneça um número para indicar a página em que deseja que a marca d'água comece. O padrão é a página 1.

source: Provide a number to indicate the page you wish watermarking to end on. Type 'last' to indicate last page. Defaults to last page
ar: أدخل رقمًا يشير إلى الصفحة التي تريد أن تنتهي عندها العلامة المائية. اكتب "last" للإشارة إلى الصفحة الأخيرة. الإعداد الافتراضي هو الصفحة الأخيرة
de: Geben Sie eine Zahl ein, um die Seite anzugeben, auf der das Wasserzeichen enden soll. Geben Sie „last“ ein, um die letzte Seite anzugeben. Standardmäßig ist die letzte Seite eingestellt
es_es: Introduzca un número para indicar la página en la que desea que termine la marca de agua. Escriba "última" para indicar la última página. Por defecto es la última página
fr_fr: Indiquez un numéro pour la page sur laquelle vous souhaitez que le filigrane se termine. Tapez "dernière" pour indiquer la dernière page. La valeur par défaut est la dernière page
pt: Forneça um número para indicar a página em que deseja que a marca d'água termine. Digite “last” para indicar a última página. O padrão é a última página

source: Make your stamp transparent. A value of 0 will be translucent, .5 means 50% opaque, .75 is 3/4 opaque, etc.
ar: اجعل طابعك شفافًا. القيمة 0 تعني شفافية كاملة، و0.5 تعني شفافية بنسبة 50٪، و0.75 تعني شفافية بنسبة 75٪، وهكذا.
de: Machen Sie Ihren Stempel transparent. Der Wert 0 steht für durchscheinend, 0,5 für 50 % undurchsichtig, 0,75 für 75 % undurchsichtig usw.
es_es: Haz que tu sello sea transparente. Un valor de 0 será translúcido, .5 significa 50% opaque, .75 es 3/4 opaco, etc.
fr_fr: Rendez votre filigrane transparent. Une valeur de 0 sera translucide, .5 signifie 50% opaque, .75 est 3/4 opaque, etc.
pt: Torne seu carimbo transparente. Um valor de 0 será translúcido, 0,5 significa 50% opaco, 0,75 é 3/4 opaco, etc.

source: Rotate the stamp on the page 0-359 degrees
ar: قم بتدوير الختم على الصفحة بزاوية 0-359 درجة
de: Drehen Sie den Stempel auf der Seite um 0-359 Grad
es_es: Girar el sello en la página 0-359 grados
fr_fr: Rotation du timbre sur la page 0-359 degrés
pt: Gire o carimbo na página de 0 a 359 graus

source: Should the un-watermarked PDF still be served if watermarking or encryption fails? Default no.
ar: هل يجب تقديم ملف PDF غير المزود بعلامة مائية في حالة فشل وضع العلامة المائية أو التشفير؟ الإجابة الافتراضية هي لا.
de: Sollte die PDF-Datei ohne Wasserzeichen weiterhin bereitgestellt werden, wenn die Wasserzeichen- oder Verschlüsselung fehlschlägt? Standardmäßig nein.
es_es: ¿Debe seguir sirviéndose el PDF sin marca de agua si falla la marca de agua o el cifrado? Por defecto no.
fr_fr: Le PDF non filigrané doit-il toujours être servi si le filigrane ou le cryptage échoue ? Par défaut, non.
pt: O PDF sem marca d'água ainda deve ser fornecido se a marca d'água ou a criptografia falharem? Por padrão, não.

source: RC4 encryption is automatically set because it is required for protections & passwording.
ar: يتم تعيين تشفير RC4 تلقائيًا لأنه مطلوب للحماية وكلمات المرور.
de: Die RC4-Verschlüsselung wird automatisch eingestellt, da sie für den Schutz und die Passwortvergabe erforderlich ist.
es_es: El cifrado RC4 se establece automáticamente porque es necesario para las protecciones y las contraseñas.
fr_fr: Le cryptage RC4 est automatiquement activé car il est nécessaire pour les protections et les mots de passe.
pt: A criptografia RC4 é definida automaticamente porque é necessária para proteção e senhas.

source: If your server doesn’t support RC4 encryption, watermarking will fail.
ar: إذا كان الخادم الخاص بك لا يدعم تشفير RC4، فستفشل عملية وضع العلامة المائية.
de: Wenn Ihr Server die RC4-Verschlüsselung nicht unterstützt, schlägt die Wasserzeichen-Einblendung fehl.
es_es: Si su servidor no admite el cifrado RC4, la marca de agua fallará.
fr_fr: Si votre serveur ne prend pas en charge le cryptage RC4, le filigrane échouera.
pt: Se o seu servidor não suportar criptografia RC4, a marca d'água falhará.

source: Encryption can slow down and possibly stall your downloads, especially if you are watermarking files with images or embedded fonts.
ar: يمكن أن يؤدي التشفير إلى إبطاء عمليات التنزيل وربما إيقافها، خاصةً إذا كنت تضع علامات مائية على الملفات باستخدام صور أو خطوط مضمنة.
de: Die Verschlüsselung kann Ihre Downloads verlangsamen und möglicherweise sogar zum Stillstand bringen, insbesondere wenn Sie Dateien mit Bildern oder eingebetteten Schriftarten mit Wasserzeichen versehen.
es_es: La encriptación puede ralentizar y posiblemente paralizar tus descargas, especialmente si estás poniendo marcas de agua a archivos con imágenes o fuentes incrustadas.
fr_fr: Le cryptage peut ralentir et éventuellement bloquer vos téléchargements, en particulier si vous filigranez des fichiers avec des images ou des polices intégrées.
pt: A criptografia pode tornar seus downloads mais lentos e possivelmente interrompê-los, especialmente se você estiver aplicando marcas d'água em arquivos com imagens ou fontes incorporadas.

source: The RC4 stream cipher is not bullet-proof.
ar: تشفير RC4 ليس مضمونًا تمامًا.
de: Die RC4-Stream-Verschlüsselung ist nicht absolut sicher.
es_es: El cifrado de flujo RC4 no es a prueba de balas.
fr_fr: Le chiffrement de flux RC4 n'est pas parfait.
pt: A cifra de fluxo RC4 não é à prova de falhas.

source: Some browsers or PDF viewers may ignore protection settings, and some diligent customers might find ways to remove watermarks and passwords.
ar: قد تتجاهل بعض المتصفحات أو برامج عرض ملفات PDF إعدادات الحماية، وقد يجد بعض العملاء الدؤوبين طرقًا لإزالة العلامات المائية وكلمات المرور.
de: Einige Browser oder PDF-Viewer ignorieren möglicherweise die Schutzeinstellungen, und einige fleißige Kunden finden möglicherweise Wege, Wasserzeichen und Passwörter zu entfernen.
es_es: Algunos navegadores o visualizadores de PDF pueden ignorar la configuración de protección, y algunos clientes diligentes pueden encontrar formas de eliminar marcas de agua y contraseñas.
fr_fr: Certains navigateurs ou visionneurs de PDF peuvent ignorer les paramètres de protection, et certains clients diligents peuvent trouver des moyens de supprimer les filigranes et les mots de passe.
pt: Alguns navegadores ou visualizadores de PDF podem ignorar as configurações de proteção, e alguns clientes diligentes podem encontrar maneiras de remover marcas d'água e senhas.

source: Check this box to disable filling in existing interactive form fields (including signature fields).
ar: حدد هذا المربع لتعطيل ملء حقول النماذج التفاعلية الموجودة (بما في ذلك حقول التوقيع).
de: Aktivieren Sie dieses Kontrollkästchen, um das Ausfüllen vorhandener interaktiver Formularfelder (einschließlich Unterschriftsfelder) zu deaktivieren.
es_es: Marque esta casilla para desactivar la cumplimentación de los campos de formularios interactivos existentes (incluidos los campos de firma).
fr_fr: Cochez cette case pour désactiver le remplissage des champs existants du formulaire interactif (y compris les champs de signature).
pt: Marque esta caixa para desativar o preenchimento de campos de formulários interativos existentes (incluindo campos de assinatura).

source: Check this box to disallow extraction of text and graphics (extraction supports of accessibility to users with disabilities and other purposes).
ar: حدد هذا المربع لمنع استخراج النصوص والرسومات (يدعم الاستخراج إمكانية الوصول للمستخدمين ذوي الإعاقة وأغراض أخرى).
de: Aktivieren Sie dieses Kontrollkästchen, um das Extrahieren von Text und Grafiken zu unterbinden (das Extrahieren unterstützt die Barrierefreiheit für Benutzer mit Behinderungen und andere Zwecke).
es_es: Marque esta casilla para no permitir la extracción de texto y gráficos (la extracción favorece la accesibilidad para usuarios con discapacidades y otros fines).
fr_fr: Cochez cette case pour interdire l'extraction de texte et de graphiques (l'extraction sert à faciliter l'accessibilité aux utilisateurs handicapés et à d'autres fins).
pt: Marque esta caixa para impedir a extração de texto e gráficos (a extração oferece suporte à acessibilidade para usuários com deficiências e outros fins).

source: Check this box to disable assembly (insertion, rotation, or deletion of pages and creation of bookmarks or thumbnail images).
ar: حدد هذا المربع لتعطيل التجميع (إدراج أو تدوير أو حذف الصفحات وإنشاء إشارات مرجعية أو صور مصغرة).
de: Aktivieren Sie dieses Kontrollkästchen, um die Zusammenstellung (Einfügen, Drehen oder Löschen von Seiten und Erstellen von Lesezeichen oder Miniaturansichten) zu deaktivieren.
es_es: Marque esta casilla para desactivar el montaje (inserción, rotación o eliminación de páginas y creación de marcadores o imágenes en miniatura).
fr_fr: Cochez cette case pour désactiver l'assemblage (insertion, rotation ou suppression de pages et création de signets ou d'images miniatures).
pt: Marque esta caixa para desativar a montagem (inserção, rotação ou exclusão de páginas e criação de marcadores ou imagens em miniatura).

source: Check this box to make it more difficult for your PDF to be printed beautifully by the end consumer.
ar: حدد هذا المربع لتجعل من الصعب على المستهلك النهائي طباعة ملف PDF الخاص بك بشكل جميل.
de: Aktivieren Sie dieses Kontrollkästchen, um es dem Endverbraucher zu erschweren, Ihre PDF-Datei in hoher Qualität auszudrucken.
es_es: Marque esta casilla para dificultar la impresión de su PDF por parte del consumidor final.
fr_fr: Cochez cette case pour rendre plus difficile l'impression de votre PDF par le consommateur final.
pt: Marque esta caixa para tornar mais difícil a impressão do seu PDF com boa qualidade pelo consumidor final.

source: The only watermarking plugin for Easy Digital Downloads that works with any and every PDF is the <a href="%s" target="_blank" rel="noopener">PDF Ink upgrade combined with the SetaPDF-Stamper add-on</a>.
ar: المكوّن الإضافي الوحيد لوضع العلامات المائية لـ Easy Digital Downloads الذي يعمل مع أي ملف PDF هو <a href="%s" target="_blank" rel="noopener">ترقية PDF Ink مع المكوّن الإضافي SetaPDF-Stamper</a>.
de: Das einzige Wasserzeichen-Plugin für Easy Digital Downloads, das mit allen PDF-Dateien funktioniert, ist das <a href="%s" target="_blank" rel="noopener">PDF Ink-Upgrade in Kombination mit dem SetaPDF-Stamper-Add-on</a>.
pt: O único plugin de marca d'água para Easy Digital Downloads que funciona com qualquer PDF é a <a href="%s" target="_blank" rel="noopener">atualização PDF Ink combinada com o complemento SetaPDF-Stamper</a>.

source: PDF Ink Lite Settings
ar: إعدادات PDF Ink Lite
de: PDF Ink Lite-Einstellungen
es_es: PDF Ink Lite Opciones
fr_fr: PDF Ink Lite Paramètres
pt: Configurações do PDF Ink Lite

source: Enable Watermarking
ar: تمكين العلامة المائية
de: Wasserzeichen aktivieren
es_es: Activar marca de agua
fr_fr: Activez le tatouage
pt: Ativar marca d'água

source: Check to watermark PDFs sold via Easy Digital Downloads using the settings below.
ar: تحقق من وضع علامة مائية على ملفات PDF المباعة عبر Easy Digital Downloads باستخدام الإعدادات أدناه.
de: Überprüfen Sie, ob PDF-Dateien, die über Easy Digital Downloads verkauft werden, mit den unten angegebenen Einstellungen mit einem Wasserzeichen versehen sind.
es_es: Compruebe la marca de agua en los PDF vendidos a través de Easy Digital Downloads utilizando la configuración que se indica a continuación.
fr_fr: Cochez la case pour filigraner les PDF vendus via Easy Digital Downloads en utilisant les paramètres ci-dessous.
pt: Verifique se os PDFs vendidos através do Easy Digital Downloads têm marca d'água usando as configurações abaixo.

source: List file name(s) of PDF(s), one per line, e.g.,
ar: أدرج اسم (أسماء) ملف (ملفات) PDF، واحد في كل سطر، على سبيل المثال،
de: Geben Sie die Dateinamen der PDF-Dateien ein, einen pro Zeile, z. B.,
es_es: Enumere los nombres de archivo de los PDF, uno por línea, p. ej,
fr_fr: Liste des noms de fichiers des PDF, un par ligne, par exemple,
pt: Liste o(s) nome(s) do(s) arquivo(s) PDF, um por linha, por exemplo:

source: or
ar: أو
de: oder
es_es: o
fr_fr: ou
pt: ou

source: Case-sensitive.
ar: حساس لحالة الأحرف.
de: Groß-/Kleinschreibung beachten.
es_es: Se distingue entre mayúsculas y minúsculas.
pt: Sensível a maiúsculas e minúsculas.

source: If left blank and the Global checkbox above is checked, ALL PDFs sold through EDD will be watermarked.
ar: إذا تركت خانة فارغة وتم تحديد خانة الاختيار "عالمي" أعلاه، فسيتم وضع علامة مائية على جميع ملفات PDF المباعة عبر EDD.
de: Wenn dieses Feld leer bleibt und das Kontrollkästchen „Global“ oben aktiviert ist, werden ALLE über EDD verkauften PDF-Dateien mit einem Wasserzeichen versehen.
pt: Se deixado em branco e a caixa de seleção Global acima estiver marcada, TODOS os PDFs vendidos através do EDD terão uma marca d'água.

source: Right to Left Watermarking
ar: العلامة المائية من اليمين إلى اليسار
de: Von rechts nach links Watermarking
es_es: De derecha a izquierda de marca de agua
fr_fr: De droite à gauche Watermarking
pt: Marca d'água da direita para a esquerda

source: Check to switch from default left-to-right (LTR) to right-to-left (RTL), for Arabic, Hebrew, etc.
ar: تحقق من التبديل من الاتجاه الافتراضي من اليسار إلى اليمين (LTR) إلى الاتجاه من اليمين إلى اليسار (RTL) للغة العربية والعبرية وغيرها.
de: Prüfen von Standard zu wechseln von links nach rechts (LTR) nach rechts nach links (RTL), für Arabisch, Hebräisch, usw.
es_es: De verificación para cambiar de forma predeterminada de izquierda a derecha (LTR) de derecha a izquierda (RTL), para árabe, hebreo, etc.
fr_fr: Cochez pour passer du défaut de gauche à droite (LTR) à droite à gauche (RTL), pour l'arabe, l'hébreu, etc.
pt: Marque para alternar da configuração padrão da esquerda para a direita (LTR) para da direita para a esquerda (RTL), para árabe, hebraico, etc.

source: Pages to watermark
ar: الصفحات التي تحتوي على علامة مائية
de: Seiten zum Wasserzeichendruck
es_es: Páginas de marca de agua
fr_fr: Pages de filigrane
pt: Páginas para marca d'água

source: Watermark every page, the first page only, the last page only, every odd page, every even page, or custom page range. Defaults to `Every page`
ar: ضع علامة مائية على كل صفحة، أو الصفحة الأولى فقط، أو الصفحة الأخيرة فقط، أو كل صفحة فردية، أو كل صفحة زوجية، أو نطاق صفحات مخصص. الإعداد الافتراضي هو "كل صفحة"
de: Wasserzeichen auf jeder Seite, nur auf der ersten Seite, nur auf der letzten Seite, auf jeder ungeraden Seite, auf jeder geraden Seite oder auf einem benutzerdefinierten Seitenbereich. Standardmäßig ist „Jede Seite“ eingestellt
es_es: Marca de agua en todas las páginas, sólo en la primera página, sólo en la última página, en todas las páginas impares, en todas las páginas pares o en un intervalo de páginas personalizado. Por defecto es "Todas las páginas"
fr_fr: Filigrane toutes les pages, la première page uniquement, la dernière page uniquement, toutes les pages impaires, toutes les pages paires ou une plage de pages personnalisée. La valeur par défaut est `Toutes les pages`
pt: Coloque marca d'água em todas as páginas, apenas na primeira página, apenas na última página, em todas as páginas ímpares, em todas as páginas pares ou em um intervalo de páginas personalizado. O padrão é "Todas as páginas"

source: Top/bottom margin
ar: الهامش العلوي/السفلي
de: Oberer/unterer Rand
es_es: Margen superior/inferior
fr_fr: Marge supérieure/inférieure
pt: Margem superior/inferior

source: Left/right margin
ar: الهامش الأيسر/الأيمن
de: Linker und rechter Rand
es_es: Margen izquierda/derecha
fr_fr: Marge de gauche/droite
pt: Margem esquerda/direita

source: Page Setup
ar: اعداد الصفحة
de: Seiteneinrichtung
es_es: Configurar página
fr_fr: Paramètres de la page
pt: Configurações da página

source: Rotate the watermark on the page 0-359 degrees. Rotation is counter-clockwise.
ar: قم بتدوير العلامة المائية على الصفحة بزاوية 0-359 درجة. يتم التدوير عكس اتجاه عقارب الساعة.
de: Drehen Sie das Wasserzeichen auf der Seite um 0-359 Grad. Die Drehung erfolgt gegen den Uhrzeigersinn.
es_es: Rota la marca de agua en la página 0-359 grados. La rotación se realiza en el sentido contrario a las agujas del reloj.
fr_fr: Fait pivoter le filigrane sur la page de 0 à 359 degrés. La rotation s'effectue dans le sens inverse des aiguilles d'une montre.
pt: Gire a marca d'água na página de 0 a 359 graus. A rotação é no sentido anti-horário.

source: X Fine Tuning
ar: X الضبط الدقيق
de: X-Feineinstellung
pt: X Ajuste fino

source: Move the watermark left and right by adjusting this number. In millimeters. Default 0
ar: حرك العلامة المائية إلى اليسار واليمين عن طريق ضبط هذا الرقم. بالمليمترات. الافتراضي 0
de: Verschieben Sie das Wasserzeichen nach links und rechts, indem Sie diesen Wert anpassen. In Millimetern. Standardwert 0
es_es: Mueva la marca de agua a izquierda y derecha ajustando este número. En milímetros. Por defecto 0
fr_fr: Déplacez le filigrane vers la gauche ou la droite en ajustant ce nombre. En millimètres. Valeur par défaut : 0
pt: Mova a marca d'água para a esquerda e para a direita ajustando este número. Em milímetros. Padrão 0

source: Move the content up and down on the page by adjusting this number. In millimeters.Account for the height of your font/text!
ar: حرك المحتوى لأعلى ولأسفل على الصفحة عن طريق تعديل هذا الرقم. بالمليمترات. ضع في اعتبارك ارتفاع الخط/النص!
de: Verschieben Sie den Inhalt auf der Seite nach oben und unten, indem Sie diesen Wert anpassen. In Millimetern. Berücksichtigen Sie die Höhe Ihrer Schriftart/Ihres Textes!
pt: Mova o conteúdo para cima e para baixo na página ajustando este número. Em milímetros. Leve em consideração a altura da sua fonte/texto!

source: Security Settings
ar: اعدادات الامان
de: Sicherheitseinstellungen
es_es: Configuraciones de seguridad
fr_fr: Paramètres de sécurité
pt: Configurações de segurança

source: Serve PDF if not watermarked?
ar: تقديم ملف PDF إذا لم يكن عليه علامة مائية؟
de: PDF servieren, wenn nicht mit Wasserzeichen versehen?
es_es: ¿Servir PDF si no tiene marcas de agua?
fr_fr: Servir PDF si ce n'est filigrane?
pt: Servir PDF se não tiver marca d'água?

source: If no, the customer will receive an error message saying if file preparation has failed.
ar: إذا لم يكن الأمر كذلك، فسيتلقى العميل رسالة خطأ تفيد بفشل إعداد الملف.
de: Wenn nein, erhält der Kunde eine Fehlermeldung, dass die Dateivorbereitung fehlgeschlagen ist.
es_es: En caso negativo, el cliente recibirá un mensaje de error indicando que la preparación del archivo ha fallado.
fr_fr: Si ce n'est pas le cas, le client recevra un message d'erreur indiquant que la préparation du fichier a échoué.
pt: Caso contrário, o cliente receberá uma mensagem de erro informando que a preparação do arquivo falhou.

source: Encryption level
ar: مستوى التشفير
de: Verschlüsselungsstufe
es_es: Nivel de cifrado
fr_fr: Niveau de chiffrement
pt: Nível de criptografia

source: Check this box to make it more difficult for your PDF to be printed by the end consumer.
ar: حدد هذا المربع لتجعل طباعة ملف PDF الخاص بك أكثر صعوبة بالنسبة للمستهلك النهائي.
de: Aktivieren Sie dieses Kontrollkästchen, um das Drucken Ihrer PDF-Datei durch den Endverbraucher zu erschweren.
es_es: Marque esta casilla para dificultar la impresión de su PDF por parte del consumidor final.
fr_fr: Cochez cette case pour rendre plus difficile l'impression de votre PDF par le consommateur final.
pt: Marque esta caixa para tornar mais difícil a impressão do seu PDF pelo consumidor final.

source: Check this box to prevent editing/modification of your PDF by the end consumer in Acrobat.
ar: حدد هذا المربع لمنع المستهلك النهائي من تحرير/تعديل ملف PDF الخاص بك في Acrobat.
de: Aktivieren Sie dieses Kontrollkästchen, um das Bearbeiten/Ändern Ihrer PDF-Datei durch den Endverbraucher in Acrobat zu verhindern.
es_es: Marque esta casilla para evitar que el consumidor final de Acrobat edite/modifique su PDF.
fr_fr: Cochez cette case pour empêcher l’édition/modification de votre PDF par le consommateur final dans Acrobat.
pt: Marque esta caixa para impedir a edição/modificação do seu PDF pelo consumidor final no Acrobat.
