Repository: WordPressBugBounty/plugins-waterwoo-pdf
Catalog: waterwoo-pdf/lang/waterwoo-pdf-*.po
Languages: ar, de, es_es, fr_fr, pt

source: Check this box to prevent the addition or modification of text annotations/comments, and filling of interactive form fields. If "editing and annotation" are both allowed, customers can create or modify interactive form fields (including signature fields).
ar: حدد هذا المربع لمنع إضافة أو تعديل التعليقات التوضيحية/التعليقات النصية، وملء حقول النماذج التفاعلية. إذا تم السماح بـ "التحرير والتعليق التوضيحي"، يمكن للعملاء إنشاء أو تعديل حقول النماذج التفاعلية (بما في ذلك حقول التوقيع).
de: Aktivieren Sie dieses Kontrollkästchen, um das Hinzufügen oder Ändern von Textanmerkungen/Kommentaren und das Ausfüllen interaktiver Formularfelder zu verhindern. Wenn "Bearbeitung und Anmerkungen" zugelassen sind, können Kunden interaktive Formularfelder (einschließlich Unterschriftsfelder) erstellen oder ändern.
es_es: Marque esta casilla para impedir que se añadan o modifiquen anotaciones/comentarios de texto y que se rellenen los campos de formularios interactivos. Si se permite tanto la "edición como la anotación", los clientes pueden crear o modificar campos de formulario interactivos (incluidos los campos de firma).
fr_fr: Cochez cette case pour empêcher l’ajout ou la modification des annotations/commentaires de texte, et le remplissage des champs de formulaire interactifs. Si « l’édition et l’annotation » sont autorisées, les clients peuvent créer ou modifier des champs de forme interactifs (y compris les champs de signature).
pt: Marque esta caixa para impedir a adição ou modificação de anotações/comentários de texto e o preenchimento de campos de formulários interativos. Se a “edição e anotação” forem permitidas, os clientes poderão criar ou modificar campos de formulários interativos (incluindo campos de assinatura).

source: Check this box to prevent insertion, rotation, or deletion of pages and creation of bookmarks or thumbnail images.
ar: حدد هذا المربع لمنع إدراج الصفحات أو تدويرها أو حذفها وإنشاء إشارات مرجعية أو صور مصغرة.
de: Aktivieren Sie dieses Kontrollkästchen, um das Einfügen, Drehen oder Löschen von Seiten und das Erstellen von Lesezeichen oder Miniaturbildern zu verhindern.
es_es: Marque esta casilla para evitar la inserción, rotación o eliminación de páginas y la creación de marcadores o imágenes en miniatura.
fr_fr: Cochez cette case pour empêcher l’insertion, la rotation ou la suppression des pages et la création de signets ou d’images miniatures.
pt: Marque esta caixa para impedir a inserção, rotação ou exclusão de páginas e a criação de marcadores ou imagens em miniatura.

source: Check this box to prevent filling in existing interactive form fields (including signature fields).
ar: حدد هذا المربع لمنع ملء حقول النموذج التفاعلي الموجودة (بما في ذلك حقول التوقيع).
de: Aktivieren Sie dieses Kontrollkästchen, um das Ausfüllen vorhandener interaktiver Formularfelder (einschließlich Signaturfelder) zu verhindern.
es_es: Marque esta casilla para impedir que se rellenen los campos de formularios interactivos existentes (incluidos los campos de firma).
fr_fr: Cochez cette case pour éviter de remplir les champs de formulaires interactifs existants (y compris les champs de signature).
pt: Marque esta caixa para impedir o preenchimento de campos de formulários interativos existentes (incluindo campos de assinatura).

source: Disable Accessibility
ar: تعطيل إمكانية الوصول
de: Deaktivieren der Barrierefreiheit
es_es: Desactivar la accesibilidad
fr_fr: Désactiver l'accessibilité
pt: Desativar acessibilidade

source: Check this box to prevent extraction of text and graphics (in support of accessibility to users with disabilities or for other purposes). Some PDF readers already disable this.
ar: حدد هذا المربع لمنع استخراج النصوص والرسومات (لدعم إمكانية الوصول للمستخدمين ذوي الإعاقة أو لأغراض أخرى). بعض برامج قراءة ملفات PDF تعطل هذه الميزة بالفعل.
de: Aktivieren Sie dieses Kontrollkästchen, um die Extraktion von Text und Grafiken zu verhindern (zur Unterstützung der Zugänglichkeit für Benutzer mit Behinderungen oder für andere Zwecke). Einige PDF-Reader deaktivieren dies bereits.
es_es: Marque esta casilla para impedir la extracción de texto y gráficos (para favorecer la accesibilidad de los usuarios con discapacidades o para otros fines). Algunos lectores de PDF ya lo desactivan.
fr_fr: Cochez cette case pour empêcher l'extraction du texte et des graphiques (en faveur de l'accessibilité aux utilisateurs handicapés ou à d'autres fins). Certains lecteurs de PDF désactivent déjà cette fonction.
pt: Marque esta caixa para impedir a extração de texto e gráficos (para facilitar a acessibilidade a usuários com deficiências ou para outros fins). Alguns leitores de PDF já desativam essa opção.

source: User Password (optional)
ar: كلمة مرور المستخدم (اختياري)
de: Benutzerkennwort (optional)
es_es: Contraseña de usuario (opcional)
fr_fr: Mot de passe de l’utilisateur (facultatif)
pt: Senha do usuário (opcional)

source: Owner Password (optional)
ar: كلمة مرور المالك (اختياري)
de: Besitzer-Passwort (optional)
es_es: Contraseña del propietario (opcional)
fr_fr: Mot de passe du propriétaire (facultatif)
pt: Senha do proprietário (opcional)

source: Easy Digital Downloads debug logs can be found at Downloads > Tools > Debug Log
ar: يمكن العثور على سجلات تصحيح الأخطاء في Easy Digital Downloads في قسم التنزيلات > الأدوات > سجل تصحيح الأخطاء
de: Die Debug-Protokolle von Easy Digital Downloads finden Sie unter „Downloads“ > „Tools“ > „Debug-Protokoll“
es_es: Los registros de depuración de Easy Digital Downloads se encuentran en Descargas > Herramientas > Registro de depuración
fr_fr: Les journaux de débogage d'Easy Digital Downloads se trouvent dans Téléchargements > Outils > Journal de débogage
pt: Os registros de depuração do Easy Digital Downloads podem ser encontrados em Downloads > Ferramentas > Registro de depuração

source: Leave No Trace
ar: لا تترك أثراً
de: Allen Daten entfernen
es_es: No dejar rastro
fr_fr: Ne laisser aucune trace
pt: Não deixe rastros

source: If this box is checked and you uninstall PDF Ink Lite, all your settings will be deleted from your Wordpress database.
ar: إذا تم تحديد هذا المربع وقمت بإلغاء تثبيت PDF Ink Lite، فسيتم حذف جميع إعداداتك من قاعدة بيانات Wordpress.
de: Wenn dieses Kästchen angekreuzt ist und Sie PDF Ink Lite deinstallieren, werden alle Ihre Einstellungen aus Ihrer Wordpress-Datenbank gelöscht.
es_es: Si esta casilla está marcada, si/cuando desinstale PDF Ink Lite, todos sus ajustes se borrarán de su base de datos de Wordpress.
fr_fr: Si cette case est cochée, si/quand vous désinstallez PDF Ink Lite, tous vos paramètres seront supprimés de votre base de données Wordpress.
pt: Se esta caixa estiver marcada e você desinstalar o PDF Ink Lite, todas as suas configurações serão excluídas do banco de dados do Wordpress.

source: New with PDF Ink Lite v4: marked PDF files are stored in the wp-content/uploads/pdf-ink/ folder for easier management.
ar: الجديد في PDF Ink Lite v4: يتم تخزين ملفات PDF المحددة في مجلد wp-content/uploads/pdf-ink/ لتسهيل إدارتها.
de: Neu in PDF Ink Lite v4: Markierte PDF-Dateien werden zur einfacheren Verwaltung im Ordner „wp-content/uploads/pdf-ink/“ gespeichert.
es_es: Novedad de PDF Ink Lite v4: los archivos PDF marcados se almacenan en la carpeta wp-content/uploads/pdf-ink/ para facilitar su gestión.
fr_fr: Nouveau avec PDF Ink Lite v4 : les fichiers PDF marqués sont stockés dans le dossier wp-content/uploads/pdf-ink/ pour une gestion plus facile.
pt: Novidade no PDF Ink Lite v4: os arquivos PDF marcados são armazenados na pasta wp-content/uploads/pdf-ink/ para facilitar o gerenciamento.

source: Marked PDF files will accumulate in your PDF folder whether using Force downloads or not. To keep your server tidy, manually delete ad lib or <a href="%s" target="_blank" rel="noopener">upgrade this plugin</a> for better file handling and automatic cleaning.
ar: ستتراكم ملفات PDF المحددة في مجلد PDF الخاص بك سواء كنت تستخدم ميزة "فرض التنزيل" أم لا. للحفاظ على نظافة الخادم الخاص بك، احذف الملفات يدويًا أو <a href="%s" target="_blank" rel="noopener">قم بترقية هذا المكون الإضافي</a> لتحسين معالجة الملفات والتنظيف التلقائي.
de: Markierte PDF-Dateien werden in Ihrem PDF-Ordner gespeichert, unabhängig davon, ob Sie „Downloads erzwingen“ verwenden oder nicht. Um Ihren Server übersichtlich zu halten, löschen Sie die Dateien manuell oder <a href="%s" target="_blank" rel="noopener">aktualisieren Sie dieses Plugin</a> für eine bessere Dateiverwaltung und automatische Bereinigung.
pt: Os arquivos PDF marcados serão acumulados na sua pasta PDF, independentemente de você usar o recurso “Forçar downloads” ou não. Para manter seu servidor organizado, exclua manualmente os arquivos indesejados ou <a href="%s" target="_blank" rel="noopener">atualize este plugin</a> para obter um melhor gerenciamento de arquivos e limpeza automática.

source: PDF Ink Lite Logs
ar: سجلات PDF Ink Lite
de: PDF Ink Lite-Protokolle
fr_fr: Journaux PDF Ink Lite
pt: Registros PDF Ink Lite

source: Check to watermark PDFs sold via WooCommerce using the settings below.
ar: تحقق من وضع علامة مائية على ملفات PDF المباعة عبر WooCommerce باستخدام الإعدادات أدناه.
de: Überprüfen Sie, ob PDF-Dateien, die über WooCommerce verkauft werden, mit den folgenden Einstellungen mit einem Wasserzeichen versehen sind.
es_es: Compruebe la marca de agua de los PDF vendidos a través de WooCommerce utilizando la configuración de abajo.
fr_fr: Vérifiez que les PDF vendus via WooCommerce sont dotés d'un filigrane en utilisant les paramètres ci-dessous.
pt: Verifique se os PDFs vendidos através do WooCommerce têm marca d'água usando as configurações abaixo.

source: File(s) to watermark
ar: ملفات لإضافة علامة مائية
de: Datei(en) zum Einfügen eines Wasserzeichens
es_es: Archivo (s) a la marca de agua
fr_fr: Fichier (s) à filigrane
pt: Arquivo(s) para aplicar marca d'água

source: Case-sensitive.
ar: حساس لحالة الأحرف.
de: Groß-/Kleinschreibung beachten.
es_es: Se distingue entre mayúsculas y minúsculas.
fr_fr: Sensible à la casse.
pt: Sensível a maiúsculas e minúsculas.

source: Enable New Logic?
ar: تمكين منطق جديد؟
de: Neue Logik aktivieren?
es_es: ¿Habilitar una nueva lógica?
fr_fr: Activer une nouvelle logique ?
pt: Ativar nova lógica?

source: If this box is checked, it changes how the `File(s) to Watermark` field above works.
ar: إذا تم تحديد هذا المربع، فسيتغير طريقة عمل حقل "ملفات العلامة المائية" أعلاه.
de: Wenn dieses Kästchen angekreuzt ist, ändert sich die Funktionsweise des Feldes „Datei(en) mit Wasserzeichen versehen“ oben.
es_es: Si esta casilla está marcada, cambia el funcionamiento del campo `File(s) to Watermark` anterior.
fr_fr: Si cette case est cochée, elle modifie le fonctionnement du champ "Fichier(s) à filigraner" ci-dessus.
pt: Se esta caixa estiver marcada, altera o funcionamento do campo “Arquivo(s) para marca d'água” acima.

source: If checked, and "Enable Watermarking" is also checked, any files listed in the box will not be watermarked.
ar: إذا تم تحديد هذا الخيار، وتم تحديد خيار "تمكين العلامة المائية" أيضًا، فلن يتم وضع علامة مائية على أي ملفات مدرجة في المربع.
de: Wenn diese Option aktiviert ist und auch „Wasserzeichen aktivieren“ aktiviert ist, werden alle in diesem Feld aufgeführten Dateien nicht mit einem Wasserzeichen versehen.
es_es: Si la casilla está marcada y también lo está "Activar marca de agua", los archivos que aparezcan en ella no llevarán marca de agua.
fr_fr: Si cette case est cochée et que l'option "Activer le filigrane" est également cochée, les fichiers répertoriés dans la boîte ne seront pas filigranés.
pt: Se estiver marcado e a opção “Ativar marca d'água” também estiver marcada, nenhum dos arquivos listados na caixa receberá marca d'água.

source: If checked, and "Enable Watermarking" is not checked, any files listed in the box will be watermarked.
ar: إذا تم تحديد هذا الخيار، ولم يتم تحديد "تمكين العلامة المائية"، فسيتم وضع علامة مائية على جميع الملفات المدرجة في المربع.
de: Wenn diese Option aktiviert ist und „Wasserzeichen aktivieren“ nicht aktiviert ist, werden alle in diesem Feld aufgeführten Dateien mit einem Wasserzeichen versehen.
es_es: Si la casilla está marcada y la opción "Activar marca de agua" no lo está, todos los archivos que aparezcan en ella llevarán una marca de agua.
fr_fr: Si cette case est cochée et que l'option "Activer le filigrane" ne l'est pas, tous les fichiers répertoriés dans la boîte seront filigranés.
pt: Se estiver marcado e a opção “Ativar marca d'água” não estiver marcada, todos os arquivos listados na caixa receberão uma marca d'água.

source: Licensed to [FIRSTNAME] [LASTNAME], [EMAIL]
ar: مرخص لـ [الاسم الأول] [الاسم الأخير]، [البريد الإلكتروني]
de: Lizenziert für [VORNAME] [NACHNAME], [E-MAIL]
es_es: Licenciado en [FIRSTNAME] [LASTNAME], [EMAIL]
fr_fr: Licence à [FIRSTNAME] [LASTNAME], [EMAIL]
pt: Licenciado para [PRÓPRIO NOME] [SOBRENOME], [EMAIL]

source: The only watermarking plugin for WooCommerce that works with any and every PDF is the <a href="%s" target="_blank" rel="noopener">PDF Ink upgrade combined with the SetaPDF-Stamper add-on</a>.
ar: المكوّن الإضافي الوحيد لوضع العلامات المائية لـ WooCommerce الذي يعمل مع أي ملف PDF هو <a href="%s" target="_blank" rel="noopener">ترقية PDF Ink مع المكوّن الإضافي SetaPDF-Stamper</a>.
de: Das einzige Wasserzeichen-Plugin für WooCommerce, das mit allen PDF-Dateien funktioniert, ist das <a href="%s" target="_blank" rel="noopener">PDF Ink-Upgrade in Kombination mit dem SetaPDF-Stamper-Add-on</a>.
pt: O único plugin de marca d'água para WooCommerce que funciona com qualquer PDF é a <a href="%s" target="_blank" rel="noopener">atualização PDF Ink combinada com o complemento SetaPDF-Stamper</a>.

source: Greyed-out settings below are included in the full (paid) plugin version. <a href="%s" target="_blank" rel="noopener">PDF Ink (the upgrade for this plugin)</a> will provide you with <a href="%s">many more features</a>.
ar: الإعدادات المظللة باللون الرمادي أدناه مضمنة في الإصدار الكامل (المدفوع) من المكون الإضافي. سيوفر لك <a href="%s" target="_blank" rel="noopener">PDF Ink (التحديث لهذا المكون الإضافي)</a> <a href="%s">العديد من الميزات الإضافية</a>.
de: Die unten ausgegrauten Einstellungen sind in der vollständigen (kostenpflichtigen) Plugin-Version enthalten. <a href="%s" target="_blank" rel="noopener">PDF Ink (das Upgrade für dieses Plugin)</a> bietet Ihnen <a href="%s">viele weitere Funktionen</a>.
es_es: Los ajustes que aparecen en gris a continuación están incluidos en la versión completa (de pago) del plugin. <a href="%s" target="_blank" rel="noopener">PDF Ink (la actualización de este plugin)</a> le proporcionará <a href="%s">muchas más funciones</a>.
fr_fr: Les paramètres grisés ci-dessous sont inclus dans la version complète (payante) du plugin. <a href="%s" target="_blank" rel="noopener">PDF Ink (la mise à jour de ce plugin)</a> vous offrira de <a href="%s">nombreuses autres fonctionnalités</a>.
pt: As configurações desativadas abaixo estão incluídas na versão completa (paga) do plugin. <a href="%s" target="_blank" rel="noopener">O PDF Ink (a atualização para este plugin)</a> fornecerá <a href="%s">muitos outros recursos</a>.

source: FAQ
ar: الأسئلة الشائعة
pt: Perguntas Frequentes

source: Support
ar: الدعم
es_es: Asistencia
fr_fr: Assistance
pt: Suporte

source: Upgrade your plugin
ar: قم بتحديث المكون الإضافي الخاص بك
de: Aktualisieren Sie Ihr Plugin
es_es: Actualice su plugin
fr_fr: Mettez à jour votre plugin
pt: Atualize seu plugin

source: Upgrade this plugin
ar: قم بترقية هذا المكون الإضافي
de: Dieses Plugin aktualisieren
es_es: Actualizar este plugin
fr_fr: Mettre à jour ce plugin
pt: Atualize este plugin

source: Go to the settings page
ar: انتقل إلى صفحة الإعدادات
de: Gehe zur den Einstellungen
es_es: Ir a la página de configuración
fr_fr: Aller à la page des paramètres
pt: Ir para a página de configurações

source: Settings for Woo
ar: إعدادات Woo
de: Einstellungen für Woo
es_es: Ajustes para Woo
fr_fr: Paramètres pour Woo
pt: Configurações para Woo

source: Settings for EDD
ar: إعدادات EDD
de: Einstellungen für EDD
es_es: Ajustes para EDD
fr_fr: Paramètres pour EDD
pt: Configurações para EDD

source: Settings for DLM
ar: إعدادات DLM
de: Einstellungen für DLM
es_es: Ajustes para DLM
fr_fr: Paramètres pour DLM
pt: Configurações para DLM

source: About the Plugin
ar: حول المكون الإضافي
de: Über den Plugin
es_es: Acerca del plugin
fr_fr: Sur le Plugin
pt: Sobre o Plugin

source: About PDF Ink Lite
ar: حول PDF Ink Lite
de: Über PDF Ink Lite
es_es: Sobre PDF Ink Lite
fr_fr: À propos de PDF Ink Lite
pt: Sobre o PDF Ink Lite

source: Protect your intellectual property! PDF Ink Lite allows WooCommerce site administrators to apply custom watermarks to PDFs upon sale.
ar: احمِ ملكيتك الفكرية! يتيح PDF Ink Lite لمسؤولي مواقع WooCommerce تطبيق علامات مائية مخصصة على ملفات PDF عند البيع.
de: Schützen Sie Ihr geistiges Eigentum! Mit PDF Ink Lite können Administratoren von WooCommerce-Websites beim Verkauf benutzerdefinierte Wasserzeichen auf PDF-Dateien anwenden.
es_es: Proteger su propiedad intelectual. PDF Ink Lite permite a los administradores de sitio WooCommerce aplicar marcas de agua personalizados a PDF en venta.
fr_fr: Protégez votre propriété intellectuelle ! PDF Ink Lite permet aux administrateurs de sites WooCommerce d'appliquer des filigranes personnalisés aux PDF lors de leur vente.
pt: Proteja sua propriedade intelectual! O PDF Ink Lite permite que os administradores do site WooCommerce apliquem marcas d'água personalizadas aos PDFs no momento da venda.

source: PDF Ink Lite is a plugin that can add a watermark to every page of your PDF file(s). The watermark is customizable with font face, font color, font size, placement, and text. Not only that, but since the watermark is added when the download button is clicked (either on the customer's order confirmation page or email), the watermark can include customer-specifc data such as the customer's first name, last name, and email. Your watermark is highly customizable and manipulatable.
ar: PDF Ink Lite هو مكون إضافي يمكنه إضافة علامة مائية إلى كل صفحة من ملفات PDF الخاصة بك. يمكن تخصيص العلامة المائية من حيث نوع الخط ولونه وحجمه وموضعه والنص. ليس ذلك فحسب، بل إن العلامة المائية تضاف عند النقر على زر التنزيل (سواء على صفحة تأكيد طلب العميل أو في البريد الإلكتروني)، ويمكن أن تتضمن العلامة المائية بيانات خاصة بالعميل مثل الاسم الأول واسم العائلة والبريد الإلكتروني. العلامة المائية قابلة للتخصيص والتعديل بدرجة كبيرة.
de: PDF Ink Lite ist ein Plugin, mit dem Sie jeder Seite Ihrer PDF-Datei(en) ein Wasserzeichen hinzufügen können. Das Wasserzeichen kann hinsichtlich Schriftart, Schriftfarbe, Schriftgröße, Platzierung und Text individuell angepasst werden. Da das Wasserzeichen beim Klicken auf den Download-Button (entweder auf der Bestellbestätigungsseite des Kunden oder in der E-Mail) hinzugefügt wird, kann es außerdem kundenspezifische Daten wie den Vornamen, Nachnamen und die E-Mail-Adresse des Kunden enthalten. Ihr Wasserzeichen ist in hohem Maße anpassbar und manipulierbar.
es_es: PDF Ink Lite es un plugin que puede añadir una marca de agua a cada página de su(s) archivo(s) PDF. La marca de agua se puede personalizar con la fuente, el color, el tamaño, la ubicación y el texto. No sólo eso, sino que como la marca de agua se añade al hacer clic en el botón de descarga (ya sea en la página de confirmación del pedido del cliente o en el correo electrónico), la marca de agua puede incluir datos específicos del cliente, como su nombre, apellidos y correo electrónico. Su marca de agua es altamente personalizable y manipulable.
fr_fr: PDF Ink Lite est un plugin qui permet d'ajouter un filigrane à chaque page de vos fichiers PDF. Le filigrane est personnalisable au niveau de la police, de la couleur de la police, de la taille de la police, de l'emplacement et du texte. De plus, comme le filigrane est ajouté lorsque le client clique sur le bouton de téléchargement (sur la page de confirmation de la commande ou dans l'e-mail), le filigrane peut inclure des données spécifiques au client, telles que son prénom, son nom et son e-mail. Votre filigrane est hautement personnalisable et manipulable.
pt: O PDF Ink Lite é um plugin que permite adicionar uma marca d'água a todas as páginas dos seus arquivos PDF. A marca d'água é personalizável com tipo de fonte, cor da fonte, tamanho da fonte, posicionamento e texto. Além disso, como a marca d'água é adicionada quando o botão de download é clicado (na página de confirmação do pedido do cliente ou no e-mail), ela pode incluir dados específicos do cliente, como nome, sobrenome e e-mail. Sua marca d'água é altamente personalizável e manipulável.

source: <a href="%s" target="_blank" rel="noopener">Consider upgrading to PDF Ink</a> if you need more functionality.
ar: <a href="%s" target="_blank" rel="noopener">فكر في الترقية إلى PDF Ink</a> إذا كنت بحاجة إلى المزيد من الوظائف.
de: Wenn Sie mehr Funktionen benötigen, <a href="%s" target="_blank" rel="noopener">sollten Sie ein Upgrade auf PDF Ink in Betracht ziehen</a>.
es_es: <a href="%s" target="_blank" rel="noopener">Considere la posibilidad de actualizar a PDF Ink</a> si necesita más funciones.
fr_fr: <a href="%s" target="_blank" rel="noopener">Envisagez de passer à PDF Ink</a> si vous avez besoin de plus de fonctionnalités.
pt: <a href="%s" target="_blank" rel="noopener">Considere atualizar para o PDF Ink</a> se precisar de mais funcionalidades.

source: For more information:
ar: للمزيد من المعلومات:
de: Für weitere Informationen:
es_es: Para más información:
fr_fr: Renseignements :
pt: Para mais informações:

source: Frequently Asked Questions
ar: أسئلة مكررة
de: Häufig gestellte Fragen
es_es: Preguntas Frecuentes
fr_fr: Foire aux questions
pt: Perguntas Frequentes

source: Plugin at WordPress.org
ar: المكوّن الإضافي على WordPress.org
de: Plugin bei WordPress.org
es_es: Plugin en WordPress.org
fr_fr: Plugin sur WordPress.org
pt: Plugin no WordPress.org

source: Upgrade
ar: ترقية
es_es: Mejorar
fr_fr: Mettre à niveau
pt: Atualizar

source: Cloning is forbidden.
ar: الاستنساخ ممنوع.
de: Das Klonen ist verboten.
es_es: La clonación está prohibida.
fr_fr: Le clonage est interdit.
pt: A clonagem é proibida.

source: Unserializing instances of this class is forbidden.
ar: يحظر مثيلات إلغاء التسلسل من هذه الفئة.
de: Unserialisierte Instanzen dieser Klasse sind verboten.
es_es: Se prohíbe la serialización de instancias de esta clase.
fr_fr: La désérialisation des instances de cette classe est interdite.
pt: As instâncias de desserialização dessa Classe são proibidas.

source: PDF Ink Lite supports PHP %s or later. Please update PHP on your server for better overall results.
ar: يدعم PDF Ink Lite PHP %s أو أحدث. يرجى تحديث PHP على الخادم الخاص بك للحصول على نتائج أفضل بشكل عام.
de: PDF Ink Lite unterstützt PHP %s oder höher. Bitte aktualisieren Sie PHP auf Ihrem Server, um insgesamt bessere Ergebnisse zu erzielen.
pt: O PDF Ink Lite é compatível com PHP %s ou posterior. Atualize o PHP no seu servidor para obter melhores resultados gerais.

source: PDF Ink Lite supports WordPress version %s or later. Please update WordPress to use this plugin.
ar: يدعم PDF Ink Lite إصدار WordPress %s أو أحدث. يرجى تحديث WordPress لاستخدام هذا المكون الإضافي.
de: PDF Ink Lite unterstützt WordPress Version %s oder höher. Bitte aktualisieren Sie WordPress, um dieses Plugin zu verwenden.
pt: O PDF Ink Lite é compatível com a versão %s ou posterior do WordPress. Atualize o WordPress para usar este plugin.
