Repository: WordPressBugBounty/plugins-waterwoo-pdf
Catalog: waterwoo-pdf/lang/waterwoo-pdf-*.po
Languages: ar, de, es_es, fr_fr, pt

source: Sorry, we were unable to prepare this file for download! Please notify site administrator. An error has been logged on their end.
ar: عذرًا، لم نتمكن من إعداد هذا الملف للتنزيل! يرجى إخطار مسؤول الموقع. تم تسجيل خطأ من جانبهم.
de: Leider konnten wir diese Datei nicht zum Download bereitstellen! Bitte benachrichtigen Sie den Administrator der Website. Auf deren Seite wurde ein Fehler protokolliert.
es_es: Lo sentimos, no hemos podido preparar este archivo para su descarga Notifíquelo al administrador del sitio. Se ha producido un error.
fr_fr: Désolé, nous n'avons pas pu préparer ce fichier pour le téléchargement ! Veuillez en informer l'administrateur du site. Une erreur a été enregistrée de leur côté.
pt: Desculpe, não foi possível preparar este arquivo para download! Por favor, notifique o administrador do site. Um erro foi registrado no lado deles.

source: The PDF destination folder,
ar: مجلد وجهة ملف PDF،
de: Der PDF-Zielordner,
es_es: La carpeta de destino del PDF,
fr_fr: Le dossier de destination du PDF,
pt: A pasta de destino do PDF,

source: Logs
ar: السجلات
pt: Registros

source: PDF Options
ar: خيارات PDF
de: PDF-Optionen
pt: Opções PDF

source: Enable Global PDF Stamping
ar: تمكين ختم PDF عالمي
de: Globales PDF-Stempeln aktivieren
es_es: Activar el sellado global de PDF
fr_fr: Activer l'estampillage PDF global
pt: Ativar carimbo global em PDF

source: Check to stamp <em>all</em> PDFs sold through your DLM shop using the settings below.
ar: تحقق من ختم <em>جميع</em> ملفات PDF المباعة من خلال متجر DLM الخاص بك باستخدام الإعدادات أدناه.
de: Überprüfen Sie, ob <em>alle</em> über Ihren DLM-Shop verkauften PDF-Dateien mit den unten angegebenen Einstellungen gestempelt sind.
es_es: Compruebe si desea sellar <em>todos los</em> PDF vendidos a través de su tienda DLM utilizando la configuración que se indica a continuación.
fr_fr: Vérifiez que <em>tous les</em> PDF vendus par l'intermédiaire de votre boutique DLM sont estampillés à l'aide des paramètres ci-dessous.
pt: Verifique se <em>todos</em> os PDFs vendidos através da sua loja DLM estão carimbados usando as configurações abaixo.

source: Enable
ar: تفعيل
de: Aktivieren
es_es: Activar
fr_fr: Activer
pt: Habilitar

source: List FILE NAME(S) of PDF(s), one per line, e.g., <code>upload.pdf</code> or <code>my_pdf.pdf</code>. Case-sensitive.
ar: أدرج اسم (أسماء) ملف (ملفات) PDF، واحد في كل سطر، على سبيل المثال، <code>upload.pdf</code> أو <code>my_pdf.pdf</code>. حساس لحالة الأحرف.
de: Geben Sie die Dateinamen der PDF-Dateien in einer Zeile an, z. B. <code>upload.pdf</code> oder <code>my_pdf.pdf</code>. Groß-/Kleinschreibung beachten.
es_es: Enumere el/los NOMBRE(S) DE ARCHIVO del/de los PDF, uno por línea, por ejemplo, <code>subir.pdf</code> o <code>mi_pdf.pdf</code>. Se distingue entre mayúsculas y minúsculas.
fr_fr: Indiquez le(s) NOM(s) DE FICHIER du (des) PDF, un par ligne, par exemple, <code>upload.pdf</code> ou <code>my_pdf.pdf.</code> Sensible à la casse.
pt: Liste os NOMES DOS ARQUIVOS PDF, um por linha, por exemplo, <code>upload.pdf</code> ou <code>meu_pdf.pdf</code>. Distinga maiúsculas de minúsculas.

source: If left blank and the Global checkbox above is checked, ALL PDFs sold through DLM will be watermarked.
ar: إذا تركت خانة فارغة وتم تحديد خانة الاختيار "عالمي" أعلاه، فسيتم وضع علامة مائية على جميع ملفات PDF المباعة عبر DLM.
de: Wenn dieses Feld leer bleibt und das Kontrollkästchen „Global“ oben aktiviert ist, werden ALLE über DLM verkauften PDF-Dateien mit einem Wasserzeichen versehen.
pt: Se deixado em branco e a caixa de seleção Global acima estiver marcada, TODOS os PDFs vendidos através do DLM terão marca d'água.

source: But if the global checkbox is checked and files are listed here, those files listed will NOT be watermarked.
ar: ولكن إذا تم تحديد مربع الاختيار العام وتم إدراج الملفات هنا، فلن يتم وضع علامة مائية على تلك الملفات المدرجة.
de: Wenn jedoch das globale Kontrollkästchen aktiviert ist und hier Dateien aufgelistet sind, werden diese Dateien NICHT mit einem Wasserzeichen versehen.
pt: Mas se a caixa de seleção global estiver marcada e os arquivos estiverem listados aqui, esses arquivos listados NÃO receberão marca d'água.

source: <a href="%s" target="_blank" rel="noopener">Upgrade</a> for easier file control.
ar: <a href="%s" target="_blank" rel="noopener">ترقية</a> لتسهيل التحكم في الملفات.
de: <a href="%s" target="_blank" rel="noopener">Upgrade</a> für einfachere Dateiverwaltung.
es_es: <a href="%s" target="_blank" rel="noopener">Actualización</a> para un control más sencillo de los archivos.
fr_fr: <a href="%s" target="_blank" rel="noopener">Mise à jour</a> pour un contrôle plus facile des fichiers.
pt: <a href="%s" target="_blank" rel="noopener">Atualize</a> para facilitar o controle de arquivos.

source: Pages to stamp
ar: الصفحات المطلوب ختمها
de: Seiten zum Stempeln
pt: Páginas para carimbar

source: Start Page
ar: صفحة البداية
de: Startseite
es_es: Página de inicio
fr_fr: Page de départ
pt: Página inicial

source: End Page
ar: نهاية الصفحة
de: Endseite
es_es: Página final
fr_fr: Page de fin
pt: Fim da página

source: Left/right "margin"
ar: "الهامش" الأيسر/الأيمن
de: Linker/rechter „Rand“
pt: “Margem” esquerda/direita

source: In millimeters. Yes, metric! Defaults to 0
ar: بالمليمترات. نعم، متري! القيمة الافتراضية هي 0
de: In Millimetern. Ja, metrisch! Standardwert ist 0
es_es: En milímetros. Sí, ¡métrico! Por defecto 0
fr_fr: En millimètres. Oui, métrique ! La valeur par défaut est 0
pt: Em milímetros. Sim, métrico! O padrão é 0

source: Watermark Text
ar: نص العلامة المائية
de: Wasserzeichen Text
es_es: Texto de marca de agua
fr_fr: Texte du Filigrane
pt: Texto para Marca D`Água

source: Shortcodes available, all caps, in brackets:
ar: الرموز القصيرة المتاحة، كلها بأحرف كبيرة، بين قوسين:
de: Shortcodes verfügbar, alle Kappen, in Klammern:
es_es: Shortcodes disponibles, todas las tapas, entre corchetes:
fr_fr: Shortcodes disponibles, tout en majuscules, entre parenthèses :
pt: Códigos de atalho disponíveis, em maiúsculas, entre colchetes:

source: <a href="%s" target="_blank" rel="noopener">Upgrade</a> to use HTML and for more than one watermark placement, anywhere, on any page(s).
ar: <a href="%s" target="_blank" rel="noopener">قم بالترقية</a> لاستخدام HTML ولوضع أكثر من علامة مائية واحدة في أي مكان وعلى أي صفحة (صفحات).
de: <a href="%s" target="_blank" rel="noopener">Upgrade</a> für die Verwendung von HTML und für mehr als eine Wasserzeichenplatzierung, an beliebiger Stelle, auf beliebigen Seiten.
es_es: <a href="%s" target="_blank" rel="noopener">Actualización</a> para utilizar HTML y para colocar más de una marca de agua, en cualquier lugar, en cualquier página(s).
pt: <a href="%s" target="_blank" rel="noopener">Atualize</a> para usar HTML e para mais de uma colocação de marca d'água, em qualquer lugar, em qualquer página(s).

source: Font Face
ar: نوع الخط
de: Schriftart
es_es: Tipo de Fuente
fr_fr: Typographie
pt: Tipo da fonte

source: Select a font for watermarks. M Sung will have limited Chinese characters, and Furat will have limited Arabic characters
ar: حدد خطًا للعلامات المائية. سيكون لدى M Sung عدد محدود من الأحرف الصينية، وسيكون لدى Furat عدد محدود من الأحرف العربية
de: Wählen Sie eine Schriftart für Wasserzeichen aus. M Sung verfügt über eine begrenzte Anzahl chinesischer Schriftzeichen, Furat über eine begrenzte Anzahl arabischer Schriftzeichen
es_es: Seleccione una fuente para marcas de agua. M Sung tendrá caracteres chinos limitados, y Furat tendrá caracteres árabes limitados
fr_fr: Sélectionnez une police pour les filigranes. M Sung aura des caractères chinois limités, et Furat aura des caractères arabes limités
pt: Selecione uma fonte para marcas d'água. M Sung terá caracteres chineses limitados e Furat terá caracteres árabes limitados

source: Font Size
ar: حجم الخط
de: Schriftgröße
es_es: Tamaño de Fuente
fr_fr: Taille de la police
pt: Tamanho da fonte

source: Provide a number (suggested 10-40) for the font size
ar: حدد رقمًا (يُقترح 10-40) لحجم الخط
de: Geben Sie eine Zahl (empfohlen 10-40) für die Schriftgröße an
es_es: Indique un número (sugerido 10-40) para el tamaño de letra
fr_fr: Indiquez un nombre (suggéré 10-40) pour la taille de la police
pt: Forneça um número (sugerido entre 10 e 40) para o tamanho da fonte

source: Watermark Color
ar: لون العلامة المائية
de: Wasserzeichen Farbe
es_es: Marca de agua Color
fr_fr: Couleur du filigrane
pt: Cor da marca d'água

source: Color of the watermark, in hex. Defaults to black <code>#000000</code>
ar: لون العلامة المائية، بالرقم السداسي عشري. اللون الافتراضي هو الأسود <code>#000000</code>
de: Farbe des Wasserzeichens, in Hexadezimal. Standardmäßig schwarz <code>#000000</code>
es_es: Color de la marca de agua, en hexadecimal. Por defecto es negro <code>#000000</code>
fr_fr: Couleur du filigrane, en hexadécimal. La valeur par défaut est le noir <code>#000000</code>
pt: Cor da marca d'água, em hexadecimal. O padrão é preto <code>#000000</code>

source: Opacity
ar: الشفافية
de: Deckkraft
es_es: Opacidad
fr_fr: Opacité
pt: Opacidade

source: Rotation
ar: الدوران
de: Drehung
es_es: Rotación
pt: Rotação

source: Y Fine Tuning
ar: Y الضبط الدقيق
de: Y-Feineinstellung
es_es: sintonía fina
fr_fr: accord précis
pt: Ajuste fino Y

source: Move the content up and down on the page by adjusting this number. In millimeters. Account for the height of your font/text!
ar: حرك المحتوى لأعلى ولأسفل على الصفحة عن طريق تعديل هذا الرقم. بالمليمترات. ضع في اعتبارك ارتفاع الخط/النص!
de: Verschieben Sie den Inhalt auf der Seite nach oben und unten, indem Sie diesen Wert anpassen. In Millimetern. Berücksichtigen Sie die Höhe Ihrer Schriftart/Ihres Textes!
pt: Mova o conteúdo para cima e para baixo na página ajustando este número. Em milímetros. Leve em consideração a altura da sua fonte/texto!

source: Serve PDF if not stamped?
ar: تقديم ملف PDF إذا لم يكن مختومًا؟
de: PDF servieren, wenn nicht gestempelt?
es_es: ¿Servir PDF si no tiene marcas de agua?
fr_fr: Servir PDF si ce n'est filigrane?
pt: Servir PDF se não estiver carimbado?

source: Encryption Level
ar: مستوى التشفير
de: Verschlüsselungsstufe
es_es: Nivel de cifrado
fr_fr: Niveau de chiffrement
pt: Nível de criptografia

source: Disable Printing
ar: تعطيل الطباعة
de: Drucken verhindern
es_es: Desactivar la impresión
fr_fr: Désactiver l’impression
pt: Desativar impressão

source: Check this box to make it much more difficult for your PDF to be printed by the end consumer.
ar: حدد هذا المربع لتجعل طباعة ملف PDF الخاص بك أكثر صعوبة بالنسبة للمستهلك النهائي.
de: Aktiviere dieses Kontrollkästchen, um es dem Kunden zu erschweren, die PDF Datei zu drucken.
es_es: Marque esta casilla para dificultar la impresión de su PDF por parte del consumidor final.
fr_fr: Cochez cette case pour rendre beaucoup plus difficile l'impression de votre PDF par le consommateur final.
pt: Marque esta caixa para tornar muito mais difícil a impressão do seu PDF pelo consumidor final.

source: Disable
ar: تعطيل
de: Deaktivieren
es_es: Deshabilitar
fr_fr: Désactiver
pt: Desativar

source: Disable Copying
ar: تعطيل النسخ
de: Kopieren von Text verhindern
es_es: Desactivar copia
fr_fr: Désactiver la copie
pt: Desativar cópia

source: Check this box to prevent your end consumer from copying and pasting content from your PDF.
ar: حدد هذا المربع لمنع المستهلك النهائي من نسخ ولصق محتوى من ملف PDF الخاص بك.
de: Aktiviere dieses Kontrollkästchen, um den Kunden daran zu hindern, Inhalte aus der PDF Datei zu kopieren.
es_es: Marque esta casilla para evitar que el consumidor final de copiar y pegar el contenido de tu PDF.
fr_fr: Cochez cette case pour empêcher votre consommateur final de copier et coller le contenu de votre fichier PDF.
pt: Marque esta caixa para impedir que o consumidor final copie e cole conteúdo do seu PDF.

source: Disable Editing
ar: تعطيل التحرير
de: Bearbeiten verhindern
es_es: Para deshabilitar la edición
fr_fr: Désactiver la modification
pt: Desativar edição

source: Check this box to prevent editing of your PDF by the end consumer in Acrobat.
ar: حدد هذا المربع لمنع المستهلك النهائي من تحرير ملف PDF الخاص بك في Acrobat.
de: Aktiviere dieses Kontrollkästchen, um zu verhindern, dass dein PDF-Dokument durch den Kunden in Acrobat bearbeitet wird.
es_es: Marque esta casilla para evitar la edición de su PDF por el consumidor final en Acrobat.
fr_fr: Cochez cette case pour empêcher la modification de votre fichier PDF par le consommateur final dans Acrobat.
pt: Marque esta caixa para impedir que o consumidor final edite seu PDF no Acrobat.

source: Disable Annotations
ar: تعطيل التعليقات التوضيحية
de: Anmerkungen deaktivieren
es_es: Desactivar las anotaciones
fr_fr: Désactiver les Annotations
pt: Desativar anotações

source: Check this box to prevent the addition of annotations and forms to the file.
ar: حدد هذا المربع لمنع إضافة التعليقات التوضيحية والنماذج إلى الملف.
de: Aktiviere dieses Kontrollkästchen, um das Hinzufügen von Anmerkungen und Formularen in die PDF Datei zu verhindern.
es_es: Marque esta casilla para impedir que se añadan anotaciones y formularios al fichero.
fr_fr: Cochez cette case pour empêcher l'ajout d'annotations et de formulaires au fichier.
pt: Marque esta caixa para impedir a adição de anotações e formulários ao arquivo.

source: Disable Form Filling
ar: تعطيل ملء النماذج
de: Ausfüllen von Formularen deaktivieren
es_es: Desactivar el llenado de formularios
fr_fr: Désactiver le remplissage des formulaires
pt: Desativar preenchimento de formulários

source: Disable Extraction
ar: تعطيل الاستخراج
de: Extraktion deaktivieren
es_es: Desactivar extracción
fr_fr: Désactiver l'extraction
pt: Desativar extração

source: Disable Assembly
ar: تعطيل التجميع
de: Deaktivieren der Assembly
es_es: Deshabilitar ensamblaje
fr_fr: Désactiver l'assemblage
pt: Desativar Montagem

source: Disable High Res Printing
ar: تعطيل الطباعة عالية الدقة
de: Hochauflösenden Druck deaktivieren
es_es: Desactivar la impresión en alta resolución
fr_fr: Désactiver l'impression en haute résolution
pt: Desativar impressão em alta resolução

source: PDF User Password
ar: كلمة مرور مستخدم PDF
de: PDF-Benutzerpasswort
es_es: Contraseña de usuario de PDF
fr_fr: Mot de passe de l’utilisateur PDF
pt: Senha de usuário do PDF

source: This is a password your end user will need to enter before viewing the PDF file.
ar: هذه كلمة مرور سيحتاج المستخدم النهائي إلى إدخالها قبل عرض ملف PDF.
de: Dies ist ein Passwort, das Ihr Endbenutzer eingeben muss, bevor er die PDF-Datei anzeigen kann.
es_es: Se trata de una contraseña que el usuario final deberá introducir antes de ver el archivo PDF.
fr_fr: Il s'agit d'un mot de passe que l'utilisateur final devra saisir avant de pouvoir consulter le fichier PDF.
pt: Esta é uma senha que o usuário final precisará inserir antes de visualizar o arquivo PDF.

source: PDF Owner Password
ar: كلمة مرور مالك ملف PDF
de: PDF-Besitzer-Passwort
es_es: Contraseña de propietario de PDF
fr_fr: Mot de passe du propriétaire du PDF
pt: Senha do proprietário do PDF

source: An owner password allows the end user to take control of a PDF. Leave blank and it will be set by MD5 hash automatically (it will be different for every download, and you will not know it).
ar: تسمح كلمة مرور المالك للمستخدم النهائي بالتحكم في ملف PDF. اتركها فارغة وسيتم تعيينها تلقائيًا بواسطة تجزئة MD5 (ستكون مختلفة لكل تنزيل، ولن تعرفها).
de: Mit einem Eigentümerpasswort kann der Endbenutzer die Kontrolle über eine PDF-Datei übernehmen. Wenn Sie dieses Feld leer lassen, wird es automatisch durch einen MD5-Hash festgelegt (dieser ist bei jedem Download unterschiedlich und Ihnen nicht bekannt).
es_es: Una contraseña de propietario permite al usuario final tomar el control de un PDF. Déjela en blanco y se establecerá por hash MD5 automáticamente (será diferente para cada descarga, y usted no lo sabrá).
fr_fr: Un mot de passe propriétaire permet à l'utilisateur final de prendre le contrôle d'un PDF. Si vous le laissez vide, il sera défini automatiquement par le hachage MD5 (il sera différent pour chaque téléchargement, et vous ne le saurez pas).
pt: Uma senha de proprietário permite que o usuário final assuma o controle de um PDF. Deixe em branco e ela será definida automaticamente pelo hash MD5 (será diferente para cada download e você não saberá qual é).

source: Unlock with User Password?
ar: فتح القفل باستخدام كلمة مرور المستخدم؟
de: Entsperren mit Benutzerkennwort?
es_es: ¿Desbloquear con contraseña de usuario?
fr_fr: Déverrouiller avec le mot de passe de l'utilisateur ?
pt: Desbloquear com senha de usuário?

source: By default PDF protections can only be removed with an owner password. Check to allow removal with a user password. USE WITH CAUTION.
ar: بشكل افتراضي، لا يمكن إزالة حماية ملفات PDF إلا باستخدام كلمة مرور المالك. حدد هذه الخيار للسماح بإزالة الحماية باستخدام كلمة مرور المستخدم. استخدم هذه الخيار بحذر.
de: Standardmäßig kann der PDF-Schutz nur mit einem Eigentümer-Passwort entfernt werden. Aktivieren Sie diese Option, um das Entfernen mit einem Benutzerkennwort zuzulassen. MIT VORSICHT VERWENDEN.
es_es: Por defecto, las protecciones de PDF sólo pueden eliminarse con una contraseña de propietario. Marque para permitir la eliminación con una contraseña de usuario. UTILIZAR CON PRECAUCIÓN.
fr_fr: Par défaut, les protections PDF ne peuvent être supprimées qu'avec un mot de passe propriétaire. Cochez cette case pour autoriser la suppression avec un mot de passe utilisateur. À UTILISER AVEC PRÉCAUTION.
pt: Por padrão, as proteções de PDF só podem ser removidas com uma senha de proprietário. Marque para permitir a remoção com uma senha de usuário. USE COM CUIDADO.

source: Housekeeping
ar: الإشراف الداخلي
de: Wartung
es_es: Limpieza
fr_fr: Entretien Ménager
pt: Governança

source: Leave No Trace?
ar: لا تترك أثراً؟
de: Allen Daten entfernen?
es_es: ¿No dejas rastro?
fr_fr: Ne laisser aucune trace?
pt: Não deixar rastros?

source: If this box is checked and you uninstall PDF Ink Lite, all your settings will be deleted from your WordPress database.
ar: إذا تم تحديد هذا المربع وقمت بإلغاء تثبيت PDF Ink Lite، فسيتم حذف جميع إعداداتك من قاعدة بيانات WordPress.
de: Wenn dieses Kästchen angekreuzt ist und Sie PDF Ink Lite deinstallieren, werden alle Ihre Einstellungen aus Ihrer WordPress-Datenbank gelöscht.
es_es: Si esta casilla está marcada y desinstala PDF Ink Lite, todos sus ajustes se eliminarán de la base de datos de WordPress.
fr_fr: Si cette case est cochée et que vous désinstallez PDF Ink Lite, tous vos réglages seront supprimés de votre base de données WordPress.
pt: Se esta caixa estiver marcada e você desinstalar o PDF Ink Lite, todas as suas configurações serão excluídas do banco de dados do WordPress.

source: Marked PDF files will accumulate in your PDF folder whether using Force downloads or not. To keep your server tidy, manually delete ad lib or <strong><a href="%s" target="_blank" rel="noopener">upgrade this plugin</a></strong> for better file handling and automatic cleaning.
ar: ستتراكم ملفات PDF المحددة في مجلد PDF الخاص بك سواء كنت تستخدم ميزة "فرض التنزيل" أم لا. للحفاظ على نظافة الخادم الخاص بك، احذف الملفات يدويًا أو <strong><a href="%s" target="_blank" rel="noopener">قم بترقية هذا المكون الإضافي</a></strong> لتحسين معالجة الملفات والتنظيف التلقائي.
de: Markierte PDF-Dateien werden in Ihrem PDF-Ordner gespeichert, unabhängig davon, ob Sie „Downloads erzwingen“ verwenden oder nicht. Um Ihren Server übersichtlich zu halten, löschen Sie die Dateien manuell oder <strong><a href="%s" target="_blank" rel="noopener">aktualisieren Sie dieses Plugin</a></strong> für eine bessere Dateiverwaltung und automatische Bereinigung.
pt: Os arquivos PDF marcados serão acumulados na sua pasta PDF, independentemente de você usar o recurso “Forçar downloads” ou não. Para manter seu servidor organizado, exclua manualmente os arquivos indesejados ou <strong><a href="%s" target="_blank" rel="noopener">atualize este plugin</a></strong> para obter um melhor gerenciamento de arquivos e limpeza automática.

source: Give Us Attribution
ar: أعطونا حق النسب
de: Geben Sie uns die Urheberschaft
es_es: Atribución
fr_fr: Attribution
pt: Dê-nos os créditos

source: We'd love it if you check this box and allow us to add a tiny, invisible link to the second page of your marked PDF files, giving PDF Ink Lite credit.
ar: نرجو منك تحديد هذا المربع والسماح لنا بإضافة رابط صغير غير مرئي إلى الصفحة الثانية من ملفات PDF التي قمت بتمييزها، لإعطاء PDF Ink Lite حقه في الإشارة.
de: Wir würden uns freuen, wenn Sie dieses Kästchen ankreuzen und uns erlauben würden, einen winzigen, unsichtbaren Link auf der zweiten Seite Ihrer markierten PDF-Dateien einzufügen, um PDF Ink Lite zu würdigen.
es_es: Nos encantaría que marcara esta casilla y nos permitiera añadir un pequeño enlace invisible a la segunda página de sus archivos PDF marcados, dando crédito a PDF Ink Lite.
fr_fr: Nous serions ravis que vous cochiez cette case et que vous nous autorisiez à ajouter un lien minuscule et invisible à la deuxième page de vos fichiers PDF marqués, en mentionnant PDF Ink Lite.
pt: Gostaríamos muito que você marcasse esta caixa e nos permitisse adicionar um pequeno link invisível à segunda página dos seus arquivos PDF marcados, dando crédito ao PDF Ink Lite.

source: Logging
ar: تسجيل
de: Protokollierung
pt: Histórico

source: Enable Logs?
ar: تمكين السجلات؟
de: Protokolle aktivieren?
es_es: ¿Habilitar registros?
fr_fr: Activer les journaux ?
pt: Ativar registros?

source: Check to enable event/error logging. This can help with debugging.
ar: حدد هذه الخانة لتمكين تسجيل الأحداث/الأخطاء. قد يساعد ذلك في تصحيح الأخطاء.
de: Aktivieren Sie die Ereignis-/Fehlerprotokollierung. Dies kann bei der Fehlersuche helfen.
es_es: Active el registro de eventos/errores. Esto puede ayudar con la depuración.
fr_fr: Cochez la case pour activer l'enregistrement des événements/erreurs. Cela peut faciliter le débogage.
pt: Marque para ativar o registro de eventos/erros. Isso pode ajudar na depuração.

source: More Info
ar: مزيد من المعلومات
de: Mehr Info
es_es: Más Info
fr_fr: Plus d'infos
pt: Mais Informações

source: PDF Ink Lite is rudimentary and may not work on every PDF. Test before going live, and remember, it's free!
ar: PDF Ink Lite هو برنامج بسيط وقد لا يعمل مع جميع ملفات PDF. اختبره قبل استخدامه، وتذكر أنه مجاني!
de: PDF Ink Lite ist rudimentär und funktioniert möglicherweise nicht bei allen PDF-Dateien. Testen Sie es vor der Live-Schaltung und denken Sie daran: Es ist kostenlos!
es_es: PDF Ink Lite es rudimentario y puede que no funcione con todos los PDF. Pruébelo antes de utilizarlo y recuerde que es gratis!
fr_fr: PDF Ink Lite est rudimentaire et peut ne pas fonctionner sur tous les PDF. Testez-le avant de le mettre en ligne, et n'oubliez pas qu'il est gratuit !
pt: O PDF Ink Lite é rudimentar e pode não funcionar em todos os PDFs. Teste antes de entrar em operação e lembre-se: é gratuito!

source: The only watermarking plugin for Download Monitor that works with any and every PDF is the <a href="%s" target="_blank" rel="noopener">PDF Ink upgrade combined with the SetaPDF-Stamper add-on</a>.
ar: المكوّن الإضافي الوحيد لوضع العلامات المائية لبرنامج Download Monitor الذي يعمل مع أي ملف PDF هو <a href="%s" target="_blank" rel="noopener">ترقية PDF Ink مع المكوّن الإضافي SetaPDF-Stamper</a>.
de: Das einzige Wasserzeichen-Plugin für Download Monitor, das mit allen PDF-Dateien funktioniert, ist das <a href="%s" target="_blank" rel="noopener">PDF Ink-Upgrade in Kombination mit dem SetaPDF-Stamper-Add-on</a>.
pt: O único plugin de marca d'água para o Download Monitor que funciona com qualquer PDF é a <a href="%s" target="_blank" rel="noopener">atualização PDF Ink combinada com o complemento SetaPDF-Stamper</a>.
